{
  "segments": [
    {
      "speaker": "おぐらくん",
      "text": "今日 は、 新しい 試み を 試そう と 思い ます。 最近 調子 どう です か、.",
      "timestamp": "00:00:00",
      "start": 188,
      "end": 5021
    },
    {
      "speaker": "ちーず",
      "text": "ちず さん? 急 です ね。 最近 は、 そう です ね、 プライベート の ほう が 忙しく なっ て き まし た ね。",
      "timestamp": "00:00:05",
      "start": 5021,
      "end": 15747
    },
    {
      "speaker": "おぐらくん",
      "text": "ちょっと 深 ぼっ ちゃう か。 そんな 感じ で、 ノー テーマ で 収録 し て みよう か な と 思っ て。 IT トリ を やり 始め て、 もう 3 年 半 ぐらい 経つ ん です けど、 僕 の 記憶 の 限り で は、 ちゃんと ポッド キャスト やる って なっ た 後 は、 テーマ を 決め ず に 話し た こと って ない 気 が する ん です よ。 あり まし た っけ?",
      "timestamp": "00:00:15",
      "start": 15747,
      "end": 35956
    },
    {
      "speaker": "ちーず",
      "text": "そう だ ね。 テーマ は ね、 必ず 決め て、 アウトライン を 決め ない で 話す こと は あっ て も、 なん か テーマ は 必ず 決まっ て い た か な って いう ところ は ね。",
      "timestamp": "00:00:35",
      "start": 35956,
      "end": 47210
    },
    {
      "speaker": "おぐらくん",
      "text": "そう な ん です よ ね。 ただ ちょっと 本当 の 雑談 と いう か テーマ なし で 話し て み たら この 3 年 半 の ポッド キャスター と し て の 経験 が ある 我々 は どれ くらい の 程度 の 話 が できる の か って いう の を ちょっと 試し て み たい な と 思っ て やろう と 思っ た 次第 で あり ます な の で 最近 調子 は どう です か と 地図 に 聞い た わけ です ね まず は 大丈夫 です か.",
      "timestamp": "00:00:47",
      "start": 47210,
      "end": 71306
    },
    {
      "speaker": "ちーず",
      "text": "ポッド キャスター の スタート と し て 最近 調子 は どう から 始まる の.",
      "timestamp": "00:01:11",
      "start": 71306,
      "end": 74888
    },
    {
      "speaker": "おぐらくん",
      "text": "大丈夫 いい ん じゃ ない です か? やっぱ こう シリーズ もの な ん で、 IT トリオ って いう 長く 続い て き た もの の 一 つ の エピソード が、 そう いう もの って いう だけ で あっ て、 それ が 毎回 続い たら、 ちょっと 聞い てる 人 も 楽しく ない 気 が する ん です けど、 たまに は こう いう の が あっ て も、 聞い てる 人 も リラックス し て 聞ける か な と 思っ たり し て、 と いう ね、 テーマ を 考える の が めんど くさかっ た って いう 本音 は ある か も しれ ない けど、 そう いう の は 置い とい て って いう 感じ です。",
      "timestamp": "00:01:14",
      "start": 74888,
      "end": 102116
    },
    {
      "speaker": "ちーず",
      "text": "はい はい はい。",
      "timestamp": "00:01:42",
      "start": 102116,
      "end": 103447
    },
    {
      "speaker": "おぐらくん",
      "text": "どう です か? プライベート と 仕事 は? って 感じ です よ。",
      "timestamp": "00:01:43",
      "start": 103447,
      "end": 105918
    },
    {
      "speaker": "ちーず",
      "text": "そう です ね、 まず プライベート に 使い たい 時間 が 増え て き た の で、 とりあえず 個人 と し て やっ てる 趣味 を 全部 やめよう。",
      "timestamp": "00:01:45",
      "start": 105928,
      "end": 119382
    },
    {
      "speaker": "おぐらくん",
      "text": "ここ から プライベート に つい て の 話 を 展開 し まし て 話題 と し て は ホット ヨーガ 水泳 30 代 の 健康 問題 など が あっ た の です が いまいち 盛り上がら なかっ た の で 割愛 と さ せ て いただき ます 盛り上がっ て き た 後半 の 最近 の 仕事 に つい て の 悩み を 話し 始める ところ に 飛ばさ せ て いただき ます の で ご 了承 ください ます それ.",
      "timestamp": "00:01:59",
      "start": 119392,
      "end": 135426
    },
    {
      "speaker": "ちーず",
      "text": "で は どうぞ 大丈夫 これ IT トリ を 聞き に 来 て いる 皆 さん IT の 会話 何 も ない.",
      "timestamp": "00:02:15",
      "start": 135426,
      "end": 142352
    },
    {
      "speaker": "おぐらくん",
      "text": "です が IT の 会話 に し ましょう じゃあ 仕事 の 話 を し て み ましょう か じゃあ、 どう です か、 チェイズ、 最近 の 仕事 は? IT っぽい 話 を お 願い し ます。",
      "timestamp": "00:02:22",
      "start": 142352,
      "end": 153182
    },
    {
      "speaker": "ちーず",
      "text": "最近 の 仕事 は、.",
      "timestamp": "00:02:33",
      "start": 153182,
      "end": 153627
    },
    {
      "speaker": "おぐらくん",
      "text": "IT っぽい こと が …。 最近 の 悩み事 と か ね、 話し てる と、 ちょっと 共感 できる こと が 多く て、 楽しい か も しれ.",
      "timestamp": "00:02:33",
      "start": 153627,
      "end": 160904
    },
    {
      "speaker": "ちーず",
      "text": "ない。 はい はい はい。 あ、 で も、 それ こそ、 先 ほど 話し た 通り、 プライベート が 忙しく なっ て いく と か、 人生 の プラン 描い て いく うえ で、 なん か、 自分 の キャリア を 考え直す タイミング は 結構 ある な と 思っ て て、 と いう の も、 なん か 自分 の 願望 と、 ちょっと 今、 組織 編成 が あっ て、 組織 と、 なん か いろいろ 自分 の 中 で ギャップ が 生まれ つつ ある ところ あっ.",
      "timestamp": "00:02:40",
      "start": 160904,
      "end": 190107
    },
    {
      "speaker": "おぐらくん",
      "text": "て、 転職.",
      "timestamp": "00:03:10",
      "start": 190107,
      "end": 191308
    },
    {
      "speaker": "ちーず",
      "text": "か? 転職 は し ない です.",
      "timestamp": "00:03:11",
      "start": 191308,
      "end": 192769
    },
    {
      "speaker": "おぐらくん",
      "text": "ね。 で も ね、 ある よ ね、 そう いう の.",
      "timestamp": "00:03:12",
      "start": 192769,
      "end": 196192
    },
    {
      "speaker": "ちーず",
      "text": "ね。 そう いう ところ も 含め て、 ちょっと キャリア に つい て 考える こと は 多い な って 思っ て い.",
      "timestamp": "00:03:16",
      "start": 196192,
      "end": 203236
    },
    {
      "speaker": "おぐらくん",
      "text": "て。 考える って いう の は 具体 的 に どう いう 感じ な ん です か? 明かせ ない と 思う ん です けど、 職種 を 変え たい って ある の か、 マネジメント 系 を やり たく ない.",
      "timestamp": "00:03:23",
      "start": 203236,
      "end": 213144
    },
    {
      "speaker": "ちーず",
      "text": "みたい な の と か。 今 の 会社 で いろんな 経験 を さ せ て もらっ て、 いろんな 気づき が 得 られ て、 自分 の 願望 的 な ところ に フォーカス する と、 自分 って プロダクト、 お 客 様 に 近い ところ に い たい って いう、 願望 が ある ん だ な って いう の は すごい 感じ て、 これ は 多分 2 C 出身 って いう の も あっ て、 で 今 私 も とも と は プロダクト を 開発 する チーム に い た ん だ けど ちょっと あの 組織 編成 が あっ て 基盤 を 作る 部分 に 移動 し て い まし て 私 は 本当 に 基盤 を 作り たい と か みたい な ところ ベース で なんか 考え ちゃう ところ が あっ て で も 気 満 も、 プロダクト が お 客 さん に なる し、 お 客 様 に 届く 部分 は ある から、 そう いう 意味 で は いい の か な って 思い つつ、 なん か これ が 本当 に 私 の やり たい こと な の か と か、 なん か もう 少し 触手 を 超え た よう な 動き 方 が できる ところ が 自分 の 強み か な と 思っ て い て、 基盤 に フォーカス する と やっぱり エンジニアリング の 力 って いう ところ が 一番 ベース に なる けど もう 少し 他 職種 と 連携 し て そう いう プロダクト を 良く する ため の 動き みたい な の が 自分 が やり たい 動き な ん じゃ ない か な と か 考え たり は.",
      "timestamp": "00:03:33",
      "start": 213144,
      "end": 288261
    },
    {
      "speaker": "おぐらくん",
      "text": "する ん です よ ね なるほど そう.",
      "timestamp": "00:04:48",
      "start": 288261,
      "end": 290821
    },
    {
      "speaker": "ちーず",
      "text": "いう キャリア を ちょっと 考え て いっ た 上 で 本当 に 今 の 会社 に 居 続ける べき か 否 か って いう ところ は 少し 考え たり は し た ん です よ いや、 転職 は し ない な、 し たく ない な、 と か 思っ て.",
      "timestamp": "00:04:50",
      "start": 290821,
      "end": 303796
    },
    {
      "speaker": "なべちゃん",
      "text": "て。 めっちゃ いい 会社 って 言っ てる もん.",
      "timestamp": "00:05:03",
      "start": 303796,
      "end": 305476
    },
    {
      "speaker": "ちーず",
      "text": "ね、 ずっと。 そう、 なん か、 めちゃくちゃ いい 会社 だ し、 ある 程度、 なん か、 大きな 会社 で、 継続 し て、 あの、 働い て いる と 思っ て い て、 それ って、 その、 自分 の ライフ、 バランス が 今、 保た れ て いる し、 今後、 その、 人生、 子供 が 生まれ たり と か、 し た 時 に、 なん か、 自分 が どう 働ける か と か、 働き やすい か と か 考え た とき に、 それ なり に 働き やすい と か、 なん だ かん だ 私 は 出社 し て 人 と コミュニケーション 取る こと が 好き と か、 いろんな 気づき も あっ た 結果 その 自分 の その プロダクト に 近い ところ で 働き たい と いう 願望 より 子 は 今 は この なんか エンジニアリング 的 な チャレンジ できる ところ に フォーカス し て いこう みたい な 思い に 慣れ た って いう の が ここ サイ キャン で 転職 は 考え.",
      "timestamp": "00:05:05",
      "start": 305476,
      "end": 357721
    },
    {
      "speaker": "おぐらくん",
      "text": "て ない です いろいろ 考える ところ は あっ て いろいろ 比較 し た けど やっぱ 転職 し ない 方 が 納得.",
      "timestamp": "00:05:57",
      "start": 357721,
      "end": 364473
    },
    {
      "speaker": "ちーず",
      "text": "できる 道 だっ た と いう あー めちゃくちゃ そう あの まだ ミス プラットフォーム いい なー って 思っ て それ 作っ てる 会社 行っ たら 私 まだ ミス 好き だ し めっちゃ いい じゃん って 思っ て ユーザー なんて もう 身近 な 友達 たくさん いる じゃん と か 思っ て そう いう 会社 に 転職 しよう か な と か 考え たり し た だ けど やっぱ ある 一定 数 人生 長い 目 で 考える と その 短期 的 な 欲望 より も 長期 的 に 自分 が 人生 進み やすい 方 へ み たい.",
      "timestamp": "00:06:04",
      "start": 364473,
      "end": 397505
    },
    {
      "speaker": "おぐらくん",
      "text": "な。 いやー わかる.",
      "timestamp": "00:06:37",
      "start": 397505,
      "end": 398826
    },
    {
      "speaker": "ちーず",
      "text": "わ。 って いう ところ から、 まあ ママ に なっ て も 働ける 環境 で ある って いう ところ を 大事 に し た か.",
      "timestamp": "00:06:38",
      "start": 398826,
      "end": 405849
    },
    {
      "speaker": "おぐらくん",
      "text": "な。 大事 っす よ ね。 全部 の 会社 が そう いう 環境 整っ てる か って 言わ れ て、 そう で は ない と 思う.",
      "timestamp": "00:06:45",
      "start": 405849,
      "end": 411991
    },
    {
      "speaker": "なべちゃん",
      "text": "から。 そう だ ね、 ほんと.",
      "timestamp": "00:06:51",
      "start": 411991,
      "end": 414032
    },
    {
      "speaker": "ちーず",
      "text": "に。 しかも なん か 外 で 見え て いる もの と 外 で 見え て いる 情報 と 中 で 働い た もの あの 体験 する もの って 違う 可能 性 も ある から そう いう 意味 で 言う と やっぱ その 人生 を 変える こと を 計画 し て いる 場合 割かし 転職 ちょっと ハードル 高い なぁ って 思い 始め て なん か 今 まで 一人 身 で なんか 何 で も ぴょんぴょん いける って 思っ て た 時 と は ちょっと 違う.",
      "timestamp": "00:06:54",
      "start": 414032,
      "end": 439178
    },
    {
      "speaker": "おぐらくん",
      "text": "なー って 何に で も 言える よ ね なんか そう いう 変化 って 若い 頃 は 背負う もの が ない から 別 に 自分 で やり たい と 思え ば 特に 深く 考え ず え いや で ダメ だっ たら 戻っ て くれ ば いい や って 感じ が し て た ん だ けど 結婚 する と か 子供 が でき た と か 家庭 を 持っ た と か って いう の が 増え て くる と やっぱり 自分 の 行動 が 及ぶ 影響 範囲 が 自分 一人 だけ の 人生 で は なくなっ て くる から いろいろ 考える べき こと が 増え て 動く の が 大変 に なっ て くる って いう の は、 結構 普遍 的 に いろんな ところ で 起きる の か なぁ.",
      "timestamp": "00:07:19",
      "start": 439178,
      "end": 470516
    },
    {
      "speaker": "ちーず",
      "text": "と。 縛り で は ない と は 思う ん だ よ ね。 全然 可能 だ と は 思っ て いる けど、 慎重 に は なる か な と 思っ て.",
      "timestamp": "00:07:50",
      "start": 470516,
      "end": 478139
    },
    {
      "speaker": "なべちゃん",
      "text": "て。 そう だ ね、 多少 なり とも やり直し 効く と は いえ、 やり直す の も また すごい 労力 かかる し.",
      "timestamp": "00:07:58",
      "start": 478139,
      "end": 487184
    },
    {
      "speaker": "おぐらくん",
      "text": "ね。 かかる し、 新しい チャレンジ を し てる 間 パートナー が い たら その パートナー に 苦労 を 強いる こと に なる か.",
      "timestamp": "00:08:07",
      "start": 487184,
      "end": 495219
    },
    {
      "speaker": "なべちゃん",
      "text": "も しれ ない ね 確か に ね.",
      "timestamp": "00:08:15",
      "start": 495219,
      "end": 497380
    },
    {
      "speaker": "おぐらくん",
      "text": "なんか 自分 の 中 で 大切 に し たい もの の 要素 が 増え たり 順序 が 入れ替わっ たり し た 結果 ちょっと 動き づらく なる みたい な.",
      "timestamp": "00:08:17",
      "start": 497380,
      "end": 505985
    },
    {
      "speaker": "なべちゃん",
      "text": "の は それ は すげー ある か も な 自分 も さ 結婚 し て 守る もの が 増え た じゃ.",
      "timestamp": "00:08:25",
      "start": 505985,
      "end": 514791
    },
    {
      "speaker": "おぐらくん",
      "text": "ない です か かっこ.",
      "timestamp": "00:08:34",
      "start": 514791,
      "end": 517052
    },
    {
      "speaker": "なべちゃん",
      "text": "いい、 守る もの が 増え た もちろん その 仕事 へ の モチベーション と か も 上がっ たり は する けど なん か それ と 同時 に どこ まで こう リスク を 取っ て いい の.",
      "timestamp": "00:08:37",
      "start": 517052,
      "end": 525079
    },
    {
      "speaker": "ちーず",
      "text": "か みたい な ところ の はい はい.",
      "timestamp": "00:08:45",
      "start": 525079,
      "end": 526460
    },
    {
      "speaker": "なべちゃん",
      "text": "はい 天秤 は すごい 考え に なっ.",
      "timestamp": "00:08:46",
      "start": 526460,
      "end": 527541
    },
    {
      "speaker": "ちーず",
      "text": "た か も 確か に うーん 会社.",
      "timestamp": "00:08:47",
      "start": 527541,
      "end": 529883
    },
    {
      "speaker": "なべちゃん",
      "text": "と し て 会社 と し て.",
      "timestamp": "00:08:49",
      "start": 529883,
      "end": 532485
    },
    {
      "speaker": "おぐらくん",
      "text": "確か に バランス の 取り 方 変わっ.",
      "timestamp": "00:08:52",
      "start": 532485,
      "end": 533946
    },
    {
      "speaker": "なべちゃん",
      "text": "て くる ね 変わっ て くる 結構 今 まで は もう 仕事 めちゃくちゃ 取っ て あの 多少 ね 夜 仕事 し て も まあ 売り上げ 上げる 方 が 大事 か な と か 思っ て たり し て た けど どっち か って いう と ちょっと 売り上げ ちょっと 減らし て で も あの やっぱり 家族 と 過ごす 時間 を やっぱり 確保 し た 方 が いい の か な って 思っ たり も.",
      "timestamp": "00:08:53",
      "start": 533946,
      "end": 553680
    },
    {
      "speaker": "ちーず",
      "text": "する。",
      "timestamp": "00:09:13",
      "start": 553680,
      "end": 554560
    },
    {
      "speaker": "おぐらくん",
      "text": "おお。",
      "timestamp": "00:09:14",
      "start": 554560,
      "end": 554780
    },
    {
      "speaker": "ちーず",
      "text": "うん。 あれ も 今 って 一緒 に 住ん でる ん だ よ.",
      "timestamp": "00:09:14",
      "start": 554780,
      "end": 557961
    },
    {
      "speaker": "なべちゃん",
      "text": "ね。 住ん でる 住ん.",
      "timestamp": "00:09:17",
      "start": 557961,
      "end": 559001
    },
    {
      "speaker": "おぐらくん",
      "text": "でる。 ちゃんと ポッド キャスト で 言っ て なかっ た けど、 萌 実 ちゃん は 結婚 し た ん です よ ね。 結婚 式 の.",
      "timestamp": "00:09:19",
      "start": 559001,
      "end": 563982
    },
    {
      "speaker": "なべちゃん",
      "text": "笑い。 いつ だっ た っけ ポッド キャスト.",
      "timestamp": "00:09:23",
      "start": 563982,
      "end": 564902
    },
    {
      "speaker": "おぐらくん",
      "text": "で。 結婚 式 の 笑い が ちょろっ と 出 た だけ で 結婚 し まし た みたい な こと は 言っ て.",
      "timestamp": "00:09:24",
      "start": 564902,
      "end": 569083
    },
    {
      "speaker": "なべちゃん",
      "text": "ない。 そう そう 結婚 し た ん です けど。 それ で すごい ね ワーク ライフ バランス じゃ ない です けど、 そう いう の を ね 考え たり し.",
      "timestamp": "00:09:29",
      "start": 569083,
      "end": 574804
    },
    {
      "speaker": "ちーず",
      "text": "ます。 実際 に もう その 夜 に お 仕事 する と か は ちゃんと 完全 に やめ て いる いや それ.",
      "timestamp": "00:09:34",
      "start": 574804,
      "end": 582203
    },
    {
      "speaker": "なべちゃん",
      "text": "は なかなか すぐ に やめ られ なく て やっぱり 今 まで の 関係 と か ある から 徐々 に 徐々 に.",
      "timestamp": "00:09:42",
      "start": 582203,
      "end": 587546
    },
    {
      "speaker": "ちーず",
      "text": "減らし て いっ てる って 感じ 私 も なん か 結構 夜 に 仕事 する の が 好き と か が あっ て ご飯 食べ た 後 に 仕事 を 戻る って いう こと を し がち な ん だ よ ね.",
      "timestamp": "00:09:47",
      "start": 587546,
      "end": 601533
    },
    {
      "speaker": "おぐらくん",
      "text": "わかる わかる それ は し がち って いう の が 今 の 状況 で、 それ を やめ たい と 思っ てる ん です.",
      "timestamp": "00:10:01",
      "start": 601533,
      "end": 607379
    },
    {
      "speaker": "ちーず",
      "text": "か? そう ね。 もう 少し、 それ って、 実 は たぶん パフォーマンス が 出せ て ない ん です よ。 なん か 本来 で あれ ば、 なん か その 時間 オーバー? タスク 量 が 多い と いう より か パフォーマンス 出せ て ない な と 思っ て て。 あー って いう の と、 やり たい こと が 多 すぎる って いう の も ある ん だ けど。 なん か 本来 で あれ ば、 早め に 朝 働い て、 6 時 ぐらい に 終わら せ て、 ごはん 作っ て、 ごはん 食べ て、 夜 は ちょっと 自分 の 時間 と し て、 いろいろ 準備 する こと が でき て、 12 時 に 寝 たい。 これ が 願望 な ん だ けど。 朝、 のんびり スタート し ちゃう ん だ よ ね、 いつ.",
      "timestamp": "00:10:07",
      "start": 607379,
      "end": 650808
    },
    {
      "speaker": "おぐらくん",
      "text": "も。 朝.",
      "timestamp": "00:10:50",
      "start": 650808,
      "end": 652248
    },
    {
      "speaker": "ちーず",
      "text": "ね。 これ が ね、 どう し たら 変え られる か が ね、 わかん なく て、 夜 に パフォーマンス 出る タイプ、 なん です けど それ って 年 相応 の 働き 方 じゃ ない な と 思っ て て 朝 に パフォーマンス が 出 て 夜 どんどん シュリンク し て いく よう な 働き 方 が なん か より 長く パフォーマンス より なん か その 20 あと 10 年 後 20 年 後 も パフォーマンス 出せる 働き 方 な か な と 思っ て て で も なん か まだ この 20 代 の 働き 方 を 継続 し ちゃっ て いる 自分 が い て なる ほど ね そこ に ちょっと 悩み を 抱え て い ます ね.",
      "timestamp": "00:10:52",
      "start": 652248,
      "end": 689162
    },
    {
      "speaker": "おぐらくん",
      "text": "を どう に か し て、 すぐ 変えれる もの で は ない か も しれ ない けれど も、 今後 の 自分 の 人生 の 計画 と か も 考える と、 早め に こう 切り替えれ た ほう が、 のちのち 良さ そう みたい な 感じ.",
      "timestamp": "00:11:29",
      "start": 689713,
      "end": 700539
    },
    {
      "speaker": "ちーず",
      "text": "か。 そう だ.",
      "timestamp": "00:11:40",
      "start": 700539,
      "end": 701440
    },
    {
      "speaker": "おぐらくん",
      "text": "ね。 いや、 で も わかる な。 なん か、 僕 が 日本 に い た とき に 働い て た、 一緒 に 働い て た と いう か、 同じ 会社 に い た 園児 の 中 で、 こう 何 人 か 自分 と 似 てる なぁ で も ちょっと 違う から すごい 尊敬 する なぁ みたい な エンジニア の 方 が 何 人 かい て 僕 その 方 の うち の 一人 の ブログ を 勝手 に ずっと 読ん でる ん です けど あの 人 僕 が 日本 に 行っ て 一緒 の 会社 に い た 頃 は 独身 で ちょうど 結婚 し た ぐらい だっ た の か なあ と お 子 さん が 一人 二人 いる の か な で 家 も 買っ て 車 も 買っ て みたい な 感じ な ん だ けど その 人 の ブログ を 読む と ね なんか そこ ら へん の 今後 の 人生 へ の 動き を 踏まえ て、 どう いう ふう に 仕事 で 振る舞っ た ほう が よさ そう か、 みたい な こと を 学べる こと が すごい 多く て、 その 人 は 昔、 切れる ナイフ と いう あだ名 が つい て い た 感じ.",
      "timestamp": "00:11:41",
      "start": 701440,
      "end": 756210
    },
    {
      "speaker": "なべちゃん",
      "text": "の、 めちゃくちゃ 切れる って.",
      "timestamp": "00:12:36",
      "start": 756210,
      "end": 758212
    },
    {
      "speaker": "ちーず",
      "text": "こと?",
      "timestamp": "00:12:38",
      "start": 758212,
      "end": 758432
    },
    {
      "speaker": "おぐらくん",
      "text": "そう、 なん か 結構.",
      "timestamp": "00:12:38",
      "start": 758432,
      "end": 760113
    },
    {
      "speaker": "ちーず",
      "text": "切れる、 冴える 感じ で、 冴える 感じ の ほう.",
      "timestamp": "00:12:40",
      "start": 760113,
      "end": 763916
    },
    {
      "speaker": "おぐらくん",
      "text": "ね、 切れる って いう、 あ、 怒る じゃ なく て ね、 頭 が 切れる 方.",
      "timestamp": "00:12:43",
      "start": 763916,
      "end": 768957
    },
    {
      "speaker": "ちーず",
      "text": "で、 ノリ です.",
      "timestamp": "00:12:48",
      "start": 768957,
      "end": 769697
    },
    {
      "speaker": "おぐらくん",
      "text": "けど、 結構 その 人 が い たら、 物事 を どんどん どんどん 進む、 切り込み 隊長 って いう 側面 も ある みたい.",
      "timestamp": "00:12:49",
      "start": 769697,
      "end": 776101
    },
    {
      "speaker": "ちーず",
      "text": "な、 めっちゃ いい.",
      "timestamp": "00:12:56",
      "start": 776101,
      "end": 777582
    },
    {
      "speaker": "おぐらくん",
      "text": "ね。 僕 は 一緒 の チーム で 働い て い た ん で は なく、 隣 の チーム で 働い て いる の で、 その 詳細 まで は 分から ない ん です けど、 結構 その、 なん だろう、 細かい こと を 気 に せ ず どんどん 進め て、 成果 出す ぜ みたい な ノリ で、 結構 働き 方 と し て、 僕 が 新卒 2 年 目 か 3 年 目 ぐらい の 時 に 出会っ た の で 結構 こう ロール モデル に なっ て い た と いう か 結構 自分 技術 的 に も エンジニア の 領域 好き な の で 休日 も 結構 本 を 読ん だり 勉強 し たり で も それ は 勉強 の ため って いう か 自分 が 好き だ から やっ て て 自由 な よう に 動い た 結果 それ が 勉強 に つながっ て て 仕事 に も 生き てる みたい な 結構 その ワーク は ライフ バランス って いう より か は ワークアーズライフ みたい な、 なん か オチアヨイジ さん が 言っ てる よう な 言葉 を 若干 体現 し た よう な 人 に 見え.",
      "timestamp": "00:12:57",
      "start": 777582,
      "end": 828435
    },
    {
      "speaker": "ちーず",
      "text": "て い た ん です けど 結婚 し た.",
      "timestamp": "00:13:48",
      "start": 828435,
      "end": 831198
    },
    {
      "speaker": "おぐらくん",
      "text": "後、 特に 子供 が でき た 後 と か の ブログ と か の アウトプット を 見る と やっぱ 結構 考え 方 と か 動き 方 が 変わっ て き て い て、 その 人 も 試行 錯誤 し た 結果、 結構 アウトプット し て くれ てる ん です けど、 やっぱり 仕事 と 人生 って いう の は どう し て も、 分け て 考え と か ない と バランス 取る こと が 難しい と いう か、 若い 頃 は 一緒くた に 考え て も 特に 問題 なかっ た なぜ なら 自分 一人 で 勝手 に いろいろ 決めれ た し 特に それ 必要 なかっ た から さっき 言っ た よう に 結婚 し て 特に 子供 を 生まれ たり する と その 子供 と の 時間 を どう とる か と か いう の も ある し 奥 さん と の 時間 を どう とる か って いう の も ある し 現実 問題 育児 を し て いる と そっち に 体力 が 持っ て いか れ て しまう の で これ まで と 同じ よう に 仕事 に 体力 を 注ぐ こと が そもそも リソース 的 に でき なく なっ て くる ま.",
      "timestamp": "00:13:51",
      "start": 831198,
      "end": 880827
    },
    {
      "speaker": "ちーず",
      "text": "あ 有限 です もん.",
      "timestamp": "00:14:40",
      "start": 880827,
      "end": 881887
    },
    {
      "speaker": "おぐらくん",
      "text": "ね、 体力 は ね。 体力 的 に も そう だ し、 時間 的 に も、 幼稚 園 と か 保育 園 の 送り迎え と か も 考える と、 どう し て も 働く 時間 って いう の も 限ら れ て くる から、 そもそも その 限ら れ た 時間 の 中 で パフォーマンス を 出す って いう 方向 に シフト し て いか なきゃ いけ ない みたい な。 こと を 読み取れ て です ね、 僕 なんか それ を 用意 し なきゃ なー と いう の を なん か 最近 常々 思っ て い て なん か 仕事 で 成果 が 出 なかっ たら これ まで は 残業 する なり なん なり し て 終わら せれ ば いい し 結果 的 に 長く 働く と し て も それ が 自分 の 血肉 に なる ん だっ たら 将来 役立つ だろう みたい な 感じ で 僕 も 考え て た ん です けど 最近 は もう きっかり 仕事 の 時間 の 中 で 残業 なく 全て を 終わら せる ため に は どの よう に パフォーマンス 上げれる か みたい な こと を 考え て 行動 し て いか ない と なん か 将来 的 に 僕 は 子供 欲しい と 思っ て たり も する の で そう いう 場面 に なっ た 時 に 困る こと が ある なぁ と 思っ て もちろん そう なっ て から 考える こと も できる と 思う ん.",
      "timestamp": "00:14:41",
      "start": 881887,
      "end": 938435
    },
    {
      "speaker": "ちーず",
      "text": "です けど 僕 と し て は.",
      "timestamp": "00:15:38",
      "start": 938435,
      "end": 939395
    },
    {
      "speaker": "おぐらくん",
      "text": "そう いう の に 直面 し て 変わら なきゃ いけ ない から 変わる と なる 前 に 自分 を 変え て おき たく て すごい 気持ち わかる わ だ から、 そう いう の を 確か に 僕 も 考え て て、 しず の 話し て い た こと は 一緒 に 教科 を し まし た が、 同時 に、 カナダ 来 と い て よかっ た な と いう の も あり、 やっぱ、 働き やす さ で 言う と 確実 に こっち の ほう が 4 倍 上がる わ って いう 感じ が し.",
      "timestamp": "00:15:39",
      "start": 939395,
      "end": 968183
    },
    {
      "speaker": "なべちゃん",
      "text": "て、 そう な ん.",
      "timestamp": "00:16:08",
      "start": 968183,
      "end": 968923
    },
    {
      "speaker": "ちーず",
      "text": "だ。 日本 の トラディショナル 働き 方 が ない.",
      "timestamp": "00:16:08",
      "start": 968923,
      "end": 971584
    },
    {
      "speaker": "おぐらくん",
      "text": "から。 そもそも 1 時間、 高速 時間 少ない って いう の も あり ます し、 今 だ と 9 時、 5 時 で 働い てる ん です けど、 そもそも それ で 1 時間、 日本 と 比べ て 高速 時間 が 少ない です って いう の も ある し、 何 なら 残業 と か は 基本 し ない、 って いう か 何 なら 仕事 が 早く 終わる こと が できれ ば、 特に 5 時 に なっ て い なく て も 早め に 帰っ て も 全然 何 で も ok と いう 感じ だ から これ は なん か 特に 家庭 と か を 持っ た 場合 は 日本 に いる より 全然 働き やすく て 家族 と の 時間 取れる だろう なー と いう の を つめ つめ 思っ たり し て い て まあ どれ くらい 長く 僕 が カナダ に いる か って いう の は 分から ない けど そう いう 環境 に 今 入れ て その まま その 方向 性 で 進める 可能 性 が ある って いう こと は すごい 僕 と し て は ありがたい な.",
      "timestamp": "00:16:11",
      "start": 971584,
      "end": 1026290
    },
    {
      "speaker": "なべちゃん",
      "text": "と。 ずっと い そう や.",
      "timestamp": "00:17:06",
      "start": 1026290,
      "end": 1027291
    },
    {
      "speaker": "おぐらくん",
      "text": "な、 カナダ に なる.",
      "timestamp": "00:17:07",
      "start": 1027291,
      "end": 1028333
    },
    {
      "speaker": "ちーず",
      "text": "と。 ね、 なん か、 こん だけ 価値 を 感じ てる なら、 ずっと い そう な 感じ する.",
      "timestamp": "00:17:08",
      "start": 1028333,
      "end": 1032739
    },
    {
      "speaker": "おぐらくん",
      "text": "し。 ずっと い たい と 思っ て ます ね。 僕 も、 最近 結婚 し た ん です けど、 僕 の パートナー は、 日本 語 しゃべれ ない の で、 日本 語 に 興味 は ある ん です けど。",
      "timestamp": "00:17:12",
      "start": 1032739,
      "end": 1042080
    },
    {
      "speaker": "ちーず",
      "text": "あ、 興味 ある ん.",
      "timestamp": "00:17:22",
      "start": 1042080,
      "end": 1042670
    },
    {
      "speaker": "おぐらくん",
      "text": "だ。 そっ か そっ か。 って なる と、 なん か 日本 に しゃべれ ない 人 が 日本 に 来 て 暮らし て いく って なる と、 結構 ハードル を ね、 大変 な こと 多い と 思う ん です よ.",
      "timestamp": "00:17:22",
      "start": 1042670,
      "end": 1052499
    },
    {
      "speaker": "ちーず",
      "text": "ね。",
      "timestamp": "00:17:32",
      "start": 1052499,
      "end": 1053339
    },
    {
      "speaker": "おぐらくん",
      "text": "うん。 それ で、 もし 子供 と か を 持つ と さらに 大変 な こと が 多い な と 思う から、 パートナー の こと を 考え て も、 カナダ に 長く いる ほう が、 たぶん 幸せ な 道 な ん だろう な と 思う こと も あり、 できる だけ 長く いたい です が、 ビザ 次第 です よ ね。 永住 権 と か も 取り たい です けど、 最近 カナダ は 移民 絞っ てる の で。 どう なる か わかり ませ ん が、 頑張っ て 撮り たい と いう 感じ です.",
      "timestamp": "00:17:33",
      "start": 1053339,
      "end": 1074709
    },
    {
      "speaker": "ちーず",
      "text": "ね。 すごい さ、 しょう も ない さ、 こと 聞く ん だ けど.",
      "timestamp": "00:17:54",
      "start": 1074709,
      "end": 1078109
    },
    {
      "speaker": "おぐらくん",
      "text": "さ、.",
      "timestamp": "00:17:58",
      "start": 1078109,
      "end": 1078839
    },
    {
      "speaker": "ちーず",
      "text": "はい。 カナダ って さ、 日本 で いう さ、 仕事 と 私 どっち が 大事 な の? みたい な の って ある.",
      "timestamp": "00:17:58",
      "start": 1078839,
      "end": 1085511
    },
    {
      "speaker": "おぐらくん",
      "text": "の? 知ら.",
      "timestamp": "00:18:05",
      "start": 1085511,
      "end": 1088111
    },
    {
      "speaker": "ちーず",
      "text": "ねえ。 いや、 なん か.",
      "timestamp": "00:18:08",
      "start": 1088111,
      "end": 1089951
    },
    {
      "speaker": "なべちゃん",
      "text": "さ、 人 に よる ん じゃ.",
      "timestamp": "00:18:09",
      "start": 1089951,
      "end": 1091232
    },
    {
      "speaker": "ちーず",
      "text": "ない? なん か さ、 いや、 うち 思っ た ん だ けど さ、 あれ って さ、 日本 の さ、 この ワーク ライフ バランス の 文化 が ある から こそ、 ジャパニーズトラジショナル 働き 方 に よる 日本 の 文化 から 生まれ た 言葉 な の か な って 思っ て.",
      "timestamp": "00:18:11",
      "start": 1091232,
      "end": 1108551
    },
    {
      "speaker": "なべちゃん",
      "text": "さ。 なん か あれ さ、 わかん ない、 韓国 と か は もう 結構 そう.",
      "timestamp": "00:18:28",
      "start": 1108551,
      "end": 1112393
    },
    {
      "speaker": "ちーず",
      "text": "いう。 で も 韓国 は 確か に さ、 ちょっと 日本 と 働き 方 近い ところ ある よ ね、 その 仕事 に 対する 考え 方 と か は。 カナダ は 違い そう だ な って 思っ.",
      "timestamp": "00:18:32",
      "start": 1112393,
      "end": 1122380
    },
    {
      "speaker": "おぐらくん",
      "text": "て。 少なく とも 僕 の いる バンクーバー で は そんな の あまり 聞い た こと が ない。 バンクーバー って カナダ の 中 で も 結構 チル な 感じ と 言わ れ て いる ん です けど。 チル。 そこ の バンクーバー で 働い て いる 身 から する と、 なん か そう いう シチュエーション が 想像 でき ない っす ね って 感じ で やっぱ そう だ よ ね プライベート で 大変 な こと が あっ たら 結構 仕事 を 早め に 切り上げる 数 ヶ月 が ある って いう の は 全然 想像 が でき ます の で.",
      "timestamp": "00:18:42",
      "start": 1122380,
      "end": 1149749
    },
    {
      "speaker": "ちーず",
      "text": "それ に 対し て それ も 当たり前.",
      "timestamp": "00:19:09",
      "start": 1149749,
      "end": 1150809
    },
    {
      "speaker": "おぐらくん",
      "text": "な ん だろう ね 当たり前 で 誰 も 満足 は 言わ ない し それ が 普通 でしょ 人生 と いう か プライベート の 方 が 大切 でしょ みたい な 感じ は 結構 そこ ら 中 に ありふれ て いる 気 が し ます ね.",
      "timestamp": "00:19:10",
      "start": 1150809,
      "end": 1163433
    },
    {
      "speaker": "なべちゃん",
      "text": "まあ、 冷静 に 考え たら、 そりゃ そう な ん だ けど ね。 プライベート な の に、 絶対 出し た と 思う.",
      "timestamp": "00:19:24",
      "start": 1164143,
      "end": 1167544
    },
    {
      "speaker": "ちーず",
      "text": "から。 これ は、 ジャパニーズ ・ トラディショナル だ な って.",
      "timestamp": "00:19:27",
      "start": 1167544,
      "end": 1170984
    },
    {
      "speaker": "おぐらくん",
      "text": "思っ て。 確か に ね。 で も、 なん か、 そこ ら 辺 の 仕事 と の 向き合い 方 って、 カナダ に いる と、 カナダ で 働い て いる 人 が、 その あたり の 環境 に つい て 話す コンテンツ と か も あっ たり する の で、 見 たり する ん です けど、 僕 は なん か、 いろいろ 考える ところ が あっ て、 なん か そう やっ て、 労働 時間 が ちょっと 長かっ たり、 けっこう 仕事 の 比重 が 重かっ たり する の って、 日本 の 特徴 だ と 思う ん です けど、 反面 なんか、 そこ に、 いい か 悪い か は 置い て おい て、 仕事 に 生き甲斐 を 見出し て いる.",
      "timestamp": "00:19:30",
      "start": 1170984,
      "end": 1204284
    },
    {
      "speaker": "ちーず",
      "text": "人 も、 けっこう いる の か な と.",
      "timestamp": "00:20:04",
      "start": 1204284,
      "end": 1206566
    },
    {
      "speaker": "おぐらくん",
      "text": "思っ て。 なん か、 なん でしょう ね。 で、 しかも その 生き甲斐 って いう 言葉 は、 ちょっと 前 に、 英語 の 本 が 出 て、 ベスト セラー に なっ て い た ぐらい、 日本 特有 の 考え 方 みたい な もの と し て 世界 に 広まっ て いる 感じ.",
      "timestamp": "00:20:06",
      "start": 1206566,
      "end": 1222183
    },
    {
      "speaker": "ちーず",
      "text": "も.",
      "timestamp": "00:20:22",
      "start": 1222183,
      "end": 1222263
    },
    {
      "speaker": "おぐらくん",
      "text": "あり、 ほう。 そう な ん です、 生き甲斐 って いう 本 が、 何 年 か 前 に 出 て、 結構 売れ て た ん.",
      "timestamp": "00:20:22",
      "start": 1222263,
      "end": 1228428
    },
    {
      "speaker": "ちーず",
      "text": "です.",
      "timestamp": "00:20:28",
      "start": 1228428,
      "end": 1228608
    },
    {
      "speaker": "おぐらくん",
      "text": "けど、 生き甲斐。 だ から、 うーん、 なんて いう の か な、 ちょっと、 自分 で も 最近 考え て て、 何 か まとまっ た、 言語 化 し た もの が ある わけ で は ない ん です けど、 なん か そう いう 長い 労働 時間 と か、 仕事 の 比重 が ちょっと 重い 代わり に 仕事 に 対し て 気概 を 見出し て 頑張れ てる 人 も たくさん いる よ な みたい な 結構 youtbe と か で も 結構 働い て 活躍 し て いる 人 の インタビュー と か を 聞い て みる と 結構 ハード ワーク です けど めっちゃ 楽しい です みたい な 人生 の 中 で 何 か 打ち込める もの が 欲しかっ た の で それ が できる 環境 を 選ん だ 結果 労働 時間 長い けど すごい 満足 し て 働い て ます みたい な こと を 言っ てる 人 も い て まあ 仕事 を あんまり し たく ない って いう 人 から する と そう いう 考え 方 って すごい なんか 聞く だけ で うわっ て なる か も しれ ない ん です けど そこ に 生き甲斐 を 見出し て いる 本人 に とっ て は それ が 幸せ な 道 な ん だろう な と 思っ たり し て 家庭 の 都合 と か で 将来 的 に 変更、 変化 が ある か も しれ ない けれど も、 そう し て おい て も、 今 現在 それ が 幸せ なら、 まあ なんか、 パーセント 悪い って わけ で も ない の か、 わかん ない なー みたい な。 まあ で も それ が、 企業 側 が 従業 員 の ご 人生 の 時間 を 搾取 する 言い訳 と か に なっ て は いけ ない と 思う ん.",
      "timestamp": "00:20:28",
      "start": 1228608,
      "end": 1305488
    },
    {
      "speaker": "ちーず",
      "text": "です けど。 それ は.",
      "timestamp": "00:21:45",
      "start": 1305488,
      "end": 1306728
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね。 なん か いろいろ ある なー と 最近 考え て.",
      "timestamp": "00:21:46",
      "start": 1306728,
      "end": 1310510
    },
    {
      "speaker": "ちーず",
      "text": "ます わ。 一気 買い、 面白い ね。 ちょっと 読ん で み たい って 思え.",
      "timestamp": "00:21:50",
      "start": 1310510,
      "end": 1314984
    },
    {
      "speaker": "おぐらくん",
      "text": "た わ。 僕 は まだ、 最初 に 20 % ぐらい しか 読ん で ない です。 もし 読み 終え たら、 この ポッド キャスト で 話し て も いい か も しれ ない。 また 来年 と か に ね。 あと は、 僕 は 最近 仕事 で 英語 でき ない な と 思う こと が 多く て、 ようやく 英語 の 勉強 が 習慣 化 し て き まし た。 先々 週 ぐらい から。 いやー 偉い 前回 この IT トリオ の この 放送 の 一 個 前 に 僕 が 久し ぶり に 一人 で 語る IT トリオ の 裏側 を 更新 し た ん です けど そこ で ロサンゼルス 出張 に 行っ た 感想 と か を 話し てる ん です ね 後半 で その 出張 の 内容 と 出張 自体 の 感想 に つい て 話し てる 中 で 結構 その 中 の 多く を 占め て い た の が 自分 の 英語 力 の 足り な さ に 対する 反省 の 弁 で あっ て で も、 あの 場 で 自分 の 感じ て いる こと を 言語 化 し て 話し た から こそ、 さらに 英語 の モチベーション が 湧い て き まし て、 ちょっと 最近 は ね、.",
      "timestamp": "00:21:54",
      "start": 1314984,
      "end": 1373826
    },
    {
      "speaker": "ちーず",
      "text": "頑張っ て ます。 どんな 勉強 し.",
      "timestamp": "00:22:53",
      "start": 1373826,
      "end": 1375836
    },
    {
      "speaker": "おぐらくん",
      "text": "て いる の? 今 は シャドウイング。 リスニング が 一番 ちょっと やっぱ ダメ だ な と 思っ ちゃい ます。 今朝 と 夜 に 2、 30 分 ずつ ぐらい。 結構 定番 な 気 が する ん です けど TED で 自分 が 聞ける か 聞け ない か ギリギリ レベル の コンテンツ を 探し て それ を 数 分 ごと に 分け た もの を 作り 結構 繰り返し シャドー ウィング を し 自分 の 音声 を 聞い て どこ が 言え て ない か を チェック し 用意 し た 文字 を 交差 し た もの に iPad を PDF 入れ て 手 で 書い て メモ し て シャドー ウィング を 繰り返し て みたい な こと を やっ て ます なんか 今 は 素晴らしい ネイティブ の 人 たち が バンバン 会話 する ところ の 場 に 行く と 裸 自分 の 会話 の 理解 度っ て まあ 4, 50 % ぐらい か な って いう 感じ が する ん です けど これ を まあ ちょっと 1 年 ぐらい の 間 に 6, 70 % まで は 上げ たい な と 思っ て 6, 70 % ぐらい 理解 できる ん だっ たら あと は ゲス し て なん と か なり そう な 感じ が する の で 4, 50 % と 理解 プラス ゲス だ と ちょっと 議論 に 入り込む に は ちょっと 厳しい と いう 感じ が ある。",
      "timestamp": "00:22:55",
      "start": 1375836,
      "end": 1448756
    },
    {
      "speaker": "なべちゃん",
      "text": "そこ を 変え たい と 思い ます。 小倉 くん で も そん ぐらい な ん だ ね。",
      "timestamp": "00:24:08",
      "start": 1448756,
      "end": 1452698
    },
    {
      "speaker": "ちーず",
      "text": "50 % 半分 ぐらい な ん だ な。 小倉 くん で も …。 で も ねえ.",
      "timestamp": "00:24:12",
      "start": 1452698,
      "end": 1455829
    },
    {
      "speaker": "なべちゃん",
      "text": "って いう の 早 さ って いう の は。 だ って 結構 やっ てる イメージ.",
      "timestamp": "00:24:15",
      "start": 1455829,
      "end": 1459250
    },
    {
      "speaker": "おぐらくん",
      "text": "ある から さ、 もう ずっと、 カナダ 2 年 ぐらい。 で も よく 言わ れる の は 海外 に 住ん でる だけ.",
      "timestamp": "00:24:19",
      "start": 1459250,
      "end": 1464472
    },
    {
      "speaker": "なべちゃん",
      "text": "で 英語 力 は 上達 し ませ ん ね。 まあまあ、 そりゃ そう か も.",
      "timestamp": "00:24:24",
      "start": 1464472,
      "end": 1467905
    },
    {
      "speaker": "おぐらくん",
      "text": "しれ ん けど、 仕事 も やっ てる から さ、 余計 に。 あと、 1 対 1 だっ たら 別 に 大丈夫 な 感じ が ある。 自分 が 聞き取れ なかっ た タイミング で、 ちょっと 止まっ て 聞き 直せる し。 あと、.",
      "timestamp": "00:24:27",
      "start": 1467905,
      "end": 1478049
    },
    {
      "speaker": "ちーず",
      "text": "ネイティブ じゃ なけれ ば 全然 余裕 って いう.",
      "timestamp": "00:24:38",
      "start": 1478049,
      "end": 1479810
    },
    {
      "speaker": "おぐらくん",
      "text": "感じ。 ああ、 そう いう こと か。 やっぱ ネイティブ ね。 うん うん。 なん か ね、 それ を ちょっと 頑張ろう か な と 思っ て い て。 って 感じ です ね。 キャリア に つい て は、 カナダ で がんばっ て、 英語 も もっと しゃべれる よう に なっ たら、 で、 エンジニア も 続け て たら いくら で も できる こと は ある だろう と 思っ て、 そんな に なん か、 5 年、 10 年 先.",
      "timestamp": "00:24:39",
      "start": 1479810,
      "end": 1502004
    },
    {
      "speaker": "ちーず",
      "text": "の こと は まだ 考え て ない です ね。 なん か、 いろいろ 今日.",
      "timestamp": "00:25:02",
      "start": 1502004,
      "end": 1508228
    },
    {
      "speaker": "おぐらくん",
      "text": "話し て、 気づい た.",
      "timestamp": "00:25:08",
      "start": 1508228,
      "end": 1510329
    },
    {
      "speaker": "なべちゃん",
      "text": "こと、 実.",
      "timestamp": "00:25:10",
      "start": 1510329,
      "end": 1511250
    },
    {
      "speaker": "ちーず",
      "text": "は ある な。 まじ.",
      "timestamp": "00:25:11",
      "start": 1511250,
      "end": 1512010
    },
    {
      "speaker": "おぐらくん",
      "text": "す か。 お、 気づき が。 気づき.",
      "timestamp": "00:25:12",
      "start": 1512010,
      "end": 1515112
    },
    {
      "speaker": "ちーず",
      "text": "が あっ た。 振り返り に し ます か、 じゃあ、 こっ から は。 ポッド キャスト 的 な 気づき で は ない ん だ けど、 ポッド キャスト 的 な 気づき で 言う と、 小倉 くん は 話 を 振ら.",
      "timestamp": "00:25:15",
      "start": 1515112,
      "end": 1526415
    },
    {
      "speaker": "おぐらくん",
      "text": "なく て も 自分.",
      "timestamp": "00:25:26",
      "start": 1526415,
      "end": 1527156
    },
    {
      "speaker": "ちーず",
      "text": "で 話せる な って いう。 確か に 確か に。 すごい しょう も ない 気づき が あっ た けど、 自身 の 気づき で 言う と、 結構 今 まで ロール モデル を 見つけ て、 そこ に 目指し て 初 突 猛進 頑張っ て いく スタイル を 取っ て た けど、 今 ロール モデル い なく なっ た な って 思っ て、 自分 的 に は 多分 人生 の 先輩 的 な 存在 を 見つけ た 方 が こう あり たい と か こう いう 働き 方 が し たい が 見え て くる か な と 思っ て て 今 多分.",
      "timestamp": "00:25:27",
      "start": 1527156,
      "end": 1556039
    },
    {
      "speaker": "おぐらくん",
      "text": "それ に 対する 情報 足り て ない なぁ と 思っ て それ めちゃくちゃ ある と 思う 特に 女性 の エンジニア って ロール モデル 少ない もん だ いろんな ところ で 言わ れる から 現実 問題 僕 と か 舐め ちゃう より 全然 その.",
      "timestamp": "00:25:56",
      "start": 1556039,
      "end": 1567967
    },
    {
      "speaker": "ちーず",
      "text": "問題 ある と 思う 確か に 確か に なん か それ すごい 足り て.",
      "timestamp": "00:26:07",
      "start": 1567967,
      "end": 1572210
    },
    {
      "speaker": "おぐらくん",
      "text": "なかっ た なあ って いう の に 気づけ た マミットエフェム を 聞こう はい 女性 の エンジニア と 女性 の PM の 方 で 子育て も し て て チーズ が ちょっと 聞い て くれ たら.",
      "timestamp": "00:26:12",
      "start": 1572210,
      "end": 1585077
    },
    {
      "speaker": "なべちゃん",
      "text": "コラボ の お 願い も しよう か ほんと 話し て み たい ん です よ ね コラボ、 これ 理由 で コラボ し たら いい か も しれ ない 逆.",
      "timestamp": "00:26:25",
      "start": 1585077,
      "end": 1593217
    },
    {
      "speaker": "おぐらくん",
      "text": "に ロール モデル に なっ て ください っつっ てえ、 で も 本当 に ロール モデル.",
      "timestamp": "00:26:33",
      "start": 1593217,
      "end": 1595979
    },
    {
      "speaker": "ちーず",
      "text": "だ と 僕 は その ため に.",
      "timestamp": "00:26:35",
      "start": 1595979,
      "end": 1597560
    },
    {
      "speaker": "おぐらくん",
      "text": "は ね、 情報 が 欲しい から ね 僕 一 回 ポッド キャスト の イベント で 話し た こと が ある の で 繋がり が なく は ない お おー なるほど ね すごい な よっしゃ チーズ は モミ と エヘム を 聞い て.",
      "timestamp": "00:26:37",
      "start": 1597560,
      "end": 1607347
    },
    {
      "speaker": "なべちゃん",
      "text": "ロール モデル 探す 一 歩 に なる と はい ロール モデル 意識 し た こと なかっ た から 自分 は ね なんか、 自分 なり に 考え.",
      "timestamp": "00:26:47",
      "start": 1607347,
      "end": 1617318
    },
    {
      "speaker": "おぐらくん",
      "text": "て、 ずっと.",
      "timestamp": "00:26:57",
      "start": 1617318,
      "end": 1617759
    },
    {
      "speaker": "ちーず",
      "text": "やっ て き た みたい な 感じ。 なん か、 いろんな スタイル が ある よ ね。 私 は 結構、 そう いう 生き 方 と か は 参考 に し たい。 自分 が その 生き 方.",
      "timestamp": "00:26:57",
      "start": 1617759,
      "end": 1628872
    },
    {
      "speaker": "おぐらくん",
      "text": "の 知識 を そんな に 持っ て ない から。 僕 も ロール モデル って いう か そう いう いろんな ブログ と か を 読ん で 予習 を し て おき たい 感じ が ある を 目指す って いう より か は 似 た よう な 進み 方 を し てる 人 が いる ん だっ たら 似 た よう な 僕 が 将来 ぶち当たる 問題 って その 人 たち で 先 に ぶち当たっ て て アウトプット し てる ん だっ たら そこ に 解決 策 が 書か れ てる こと 結構 ある と 思う ん で そこ で 予習 し て おけ ば 自分 が もう ちょっと 時間 経っ た 後 に 結構 問題 解決 し やすい か な.",
      "timestamp": "00:27:08",
      "start": 1628872,
      "end": 1657491
    },
    {
      "speaker": "なべちゃん",
      "text": "と 思っ たり し て 結構 予習 し たい か な 僕 は 最近 思う よう に なっ た か も それ なんか 結婚 し 始め て 結婚 式 と か 家 買う と か に なっ た 時 に なん か どう し たら 効率 的 だろう みたい な の を すごい 思っ た 時 に なん か 実際 の 家族 の 家庭 と か の イメージ を し た 時 に どう いう モデル が ある か 確か に 気 に なる よう に なっ て き た か.",
      "timestamp": "00:27:37",
      "start": 1657491,
      "end": 1678686
    },
    {
      "speaker": "おぐらくん",
      "text": "も 最近 そう いう の ある か も なし か も ロール モデル で 言う と そろそろ 僕 たち も もう ちょっと 自分 たち より 年下 の 若い 人 たち に とっ て の ロール モデル に なっ て くる 頃合い だ な って いう の も 僕 は 思っ て 別 に なん か 明確 に そう いう の を テーマ に し た こと は ない ん です けど この IT トリオ の 放送 も 聞く こと で なんか 僕 たち が ある 種 一 つ の ロール モデル と し て の 役割 を 果たし.",
      "timestamp": "00:27:58",
      "start": 1678686,
      "end": 1703352
    },
    {
      "speaker": "ちーず",
      "text": "たら いい な みたい な こと も.",
      "timestamp": "00:28:23",
      "start": 1703352,
      "end": 1704913
    },
    {
      "speaker": "なべちゃん",
      "text": "たまに 考え たり する なんか 自然 に し て くれ てる 人 も い.",
      "timestamp": "00:28:24",
      "start": 1704913,
      "end": 1710177
    },
    {
      "speaker": "おぐらくん",
      "text": "そう だ けど ね その LINE じゃ ない お 便り と か 見 てる 感じ 確か に ね なんか いろいろ 話し た ん です けど 最終 的 に こう いろいろ 学び が あっ た ね と いう 感じ は し た ん です が 僕 の 今回 の フリー テーマ で 話し 始め た この 回 の 感想 と いう か 反省 点 と し て は フリー テーマ で あっ た と し て も プライベート の こと を ざっくり 聞き すぎる と 話 が あんまり 盛り上がら なく て へえ ふーん って 感じ に なる から テーマ で やる ん だっ たら 仕事 の こと と か で もう ちょっと 悩み どう みたい な もの で 議論 が 広がり やすい と いう か 会話 が 広がり やすい テーマ に 最初 から し た 方 が 話 が 盛り上がっ て 楽しい な と この 回 の なん か 前半 と 後半 を 思い出し て.",
      "timestamp": "00:28:30",
      "start": 1710177,
      "end": 1754719
    },
    {
      "speaker": "なべちゃん",
      "text": "ちょっと 思っ たり し まし た 確か に はい まあ なんか プライベート だ と.",
      "timestamp": "00:29:14",
      "start": 1754719,
      "end": 1759222
    },
    {
      "speaker": "おぐらくん",
      "text": "言い づらい こと も ある し な.",
      "timestamp": "00:29:19",
      "start": 1759222,
      "end": 1760322
    },
    {
      "speaker": "ちーず",
      "text": "ちょっと そう ね どれ くらい 詳しく 言える か って いう の が 難しい そう.",
      "timestamp": "00:29:20",
      "start": 1760322,
      "end": 1763804
    },
    {
      "speaker": "おぐらくん",
      "text": "ね ちょっと 抽象 度 上げ て 喋っ ちゃっ た から ね うん なん で ちょっと また 今度 こう いう フリー テーマ やる とき は 仕事 に つい て の フリー テーマ で ちょっと やっ たら いい か な と 思い まし た 結局 いろいろ 学び が あっ たり 楽しかっ た ん で テーマ に 困っ た とき は そう いう 感じ の 取り組み を し て も いい か な.",
      "timestamp": "00:29:23",
      "start": 1763804,
      "end": 1780599
    },
    {
      "speaker": "ちーず",
      "text": "と 思い まし た と さ 見え た し 見え た し なん か こう いう テーマ で 話し て ほしい.",
      "timestamp": "00:29:40",
      "start": 1780599,
      "end": 1787042
    },
    {
      "speaker": "おぐらくん",
      "text": "と か あれ ば お 便り ください お 便り ください ありがとう ござい ます お 便り コメント ください 来週 じゃ なく 来週 か 分かん ない です けど 次回 の 放送 が 今年 最後 に なる の で 次回 の 放送 は 2025 年 の IT トリオン の 振り返り など を.",
      "timestamp": "00:29:47",
      "start": 1787042,
      "end": 1801250
    },
    {
      "speaker": "なべちゃん",
      "text": "し たい と 思い ます ぜひ そっ か.",
      "timestamp": "00:30:01",
      "start": 1801250,
      "end": 1805332
    },
    {
      "speaker": "おぐらくん",
      "text": "あれ か 目標 と か 決め た もん な 次回 も お 楽しみ に と いう 感じ で ござい まし た。 今日 は これ くらい で 終わり に しよう と 思い ます。 はい、 と いう こと で 最後 まで 聞い て くださり ありがとう ござい まし た。 IT トリオ は 各週 月曜 日 に 更新 さ れ ます。 Spotify、 ApplePodcast、 YouTbe など で 番組.",
      "timestamp": "00:30:05",
      "start": 1805332,
      "end": 1825365
    },
    {
      "speaker": "ちーず",
      "text": "の フォロー を ぜひ よろしく お 願い し ます。 レビュー、 コメント、 お 便り も 募集 し て い ます。 お 便り フォーム の リンク は 放送 の 概要.",
      "timestamp": "00:30:25",
      "start": 1825365,
      "end": 1832390
    },
    {
      "speaker": "なべちゃん",
      "text": "欄 に ある の で、 どしどし 送っ て ください。 また X へ つぶやき が.",
      "timestamp": "00:30:32",
      "start": 1832390,
      "end": 1836080
    },
    {
      "speaker": "おぐらくん",
      "text": "ある と とても 嬉しい です ハッシュ タグ ITRO で お 待ち し て ます それ で は また 次回 お 会い し.",
      "timestamp": "00:30:36",
      "start": 1836080,
      "end": 1841349
    }
  ],
  "language": "ja"
}
