{
  "segments": [
    {
      "speaker": "A",
      "text": "ロサンゼルス に 出張 に 行っ て き まし た IT トリオ の 小倉 くん です 今回 は タイトル に も ある 通り この ロサンゼルス 出張 に つい て の 感想 と か 内容 を 一人 で 語っ て いく IT トリオ の 裏側 を なかなか 久し ぶり に 更新 し て いき たい と 思い ます なお 今回 初めて の 試み と し て ビデオ ポッド キャスト に 挑戦 し まし た 僕 が ロサンゼルス に 行っ て いる 間 に 撮っ た 動画 と か 画像 を 僕 の 声 に 押し て 展開 し て い ます の で ぜひ そちら の ビデオ の 方 も ご覧 に なっ て くれる と 嬉しい です youtube で その ビデオ を 見れる よう に なっ て ます の で ぜひ 見 て いただける と 幸い です もちろん 音声 だけ で も 楽しめる よう な 構成 に し て い ます の で ロサンゼルス の 動画 と か 画像 に 全然 興味 ない よ って 方 は その まま アップル ポッド キャスト と か 他 の ポッド キャスト プレイヤー で 聞い て いただい て も もちろん 構い ませ ん が 頑張っ て ビデオ 編集 し まし て の で ビデオ を 見 て いただける と 本当 に 嬉しい なぁ と 思っ て い ます はい まあ とにかく ね やっ て いこう と 思い ます 前半 は ロサンゼルス と いう 街 に つい て の 感想 を 話し まし て 後半 が その 今回 の 出張 の 内容 そんな に 会社 の 出張 な ん で 詳しく 話せる わけ で は ない ん です けれど も ざっくり なん で ロサンゼルス に 行っ た の か と その 出張 初めて の 出張 で 感じ た 僕 の 英語 を 使っ て 働く 日本 人 と し て の エンジニア と し て の 課題 と 今後 どう し なきゃ いけ ない か な って 考え た こと に つい て 話し て いこう と 思い ます の で よろしく お 願い し ます はい で は 早速 ロサンゼルス の 感想 です ね もう ね 12 月 の 初め に 行っ た ん です けど これ ね 天気 が めちゃくちゃ いい です ね もう 天気 が 素晴らしい 最高 気温 が 22, 3 度 と か だっ た か な だ から 日中 が まあ 17, 8 度 ぐらい だっ た と 思う ん です けれど も 僕 は その 普通 の 半袖 に ペラペラ の ジャケット 本当 夏用 の 日本 で 買っ た 夏用 の ペラペラ の ジャケット を 着 て 行っ た ん です けれど も まあ ね 日陰 だ と それ で まあ 心地よい と いう 感じ で ただ かなり 日光 が ね 強い の で 12 月 で あっ て も まるで 夏 の よう な 日差し の 強 さ バンクーバー で 言う と も これ は 夏 の 日差し だ な と いう 感じ の 太陽 光 が ギラギラ と 僕 を 照りつける よう な 気候 でし た ん で なかなか ね 12 月 な の に こんな 温暖 な 気候 で 夏 を 感じ れる こと が ある の か と びっくり し まし た あと バンクーバー に 僕 今 住ん でる ん です けど バンクーバー って 冬 の 間 は 雨 が めちゃくちゃ 降る の で レイン クーバー と か も 呼ば れる ん です よ ね 雨 が 降る か 曇り か まあ 78 割 冬 の 間 は まあ 78 割 が ずーっと 曇り か 雨 と いう 感じ の 気候 な ん です けれど も ロサンゼルス 多分 もう 逆 で、 曇り の 日 なかっ た 気 が し ます ね。 もちろん 雲 は 出 て た ん です けれど も、 大体 こう 青空 が 拝める よう な 天気 で、 もう めちゃくちゃ 心地 が 良かっ た。 見渡す 限り の 青空。 で まぁ なんて 言う ん です か イヤシ の 木 です か もう スト ラジオ に 生え て いる イヤ シ の 木 です ね を 見 ながら まぁ これ が ロサンゼルス か なんて こと を 思い ながら いろんな ところ を 散策 し た わけ です ね で まぁ ロサンゼルス の 空港 は バンクーバー から は 直行 便 で 大体 3 時間 ちょっと な の か な と いう 感じ で なかなか 近い の で これ も ね なかなか 嬉しい ポイント で もっと 早く 着 て おけ ば よかっ た なぁ と 思い まし た 今 出張 の 合間 に いろんな ところ を 観光 し た わけ な ん です けれど も ね まあ 一番 心 に 残っ て いる の は やっぱり ハリウッド です か ね ワサンゼルス って ハリウッド が ある ん です けれど も ハリウッド と いえ ば もう いろんな ところ で 見かける ハリウッド サイン です ね これ 僕 が 初めて 見 た の は ワサンゼルス に つい て 空港 から バス で ホテル まで 向かう 途中 の 高速 道路 から チラッ と 見え た ん です けれど も それ だ と ね あんまり こう 明確 に 見え なく て 心残り が あっ た ん で もう ちょっと 近い ところ で 見れる 場所 を 探し て 帰る 最終 日 に です ね 一人 で 自由 行動 する 時間 が あっ た の で Uber を 使っ て 日本 語 で 調べ た 中 で は この 通り が 一番 ハリウッド サイン が 見える らしい 近い ところ で は 見える らしい と いう ところ に 行っ て き て 動画 と か 写真 を 撮っ て き まし た ね まあ 見え た ん です けど 見え たら 見え た で まぁ こんな もん か と いう 感じ が し ない わけ で も ない と いう 感じ ま あ ただ の 文字 です から ね まあ もちろん その 街 の いたる ところ から 見える ん で 見る だけ だっ たら 別 に 何 で も いい ん です けれど も せっかく なら こう 近く で いい 写真 を 収め たい と 思っ て 見 て き た もの が ね 多分 ビデオ の 方 に も 載っ てる と 思う ん です けれど も まあ ハリウッド HLYWDO と いう 感じ で 載っ て おり ます この 写真 で も 見れる よう に やはり 気分 は 快晴 と いう こと で なかなか 気持ち が 良かっ た です これ と は 別 の 日 の 夜 に です ね チーム の みんな と 夜 に です ね 空い て いる 時間 が あっ た の で ハリウッド の 街 を ね 散策 する と か いう イベント も あり まし た ね いやー これ ね 綺麗 でし た ね 綺麗 でし た って いう か まぁ ネオン が 光り輝く これ ぞ アメリカ と いう 感じ の 建物 と 装飾 が 非常 に 多く て です ね これ は なかなか テンション 上がり まし た ね あと は こう 何 でし た っけ チャイニーズ シアター か な チャイニーズ シアター みたい な ところ で 有名 な いろんな ハリウッド 俳優 と か 女優 の 方 が 手形 と か 靴底 の 跡 を 残し て いる と いう ところ に も 行っ て です ね 僕 は まあ そんな に 俳優 の こと に つい て 詳しく ない の で ほとんど の 名前 全然 知ら なかっ た ん です けど も 唯一 見つけ た ゾーン が アベンジャーズゾーン です ね アベンジャーズ の 初期 アベンジャーズ を 演じ た 俳優 の 方々 と スタンリー さん です ね マーベル の コミック の 編集 長 だっ た の か な もう 亡くなら れ て いる ん です けれど も マスター 兄 さん と アベンジャーズ 俳優 の 方々 の 手形 が ある 手形 が 残っ て いる ゾーン が あっ て です ね これ は さすが に は い テンション が 上がり まし た ね これ が いろんな ところ で 見 た あの 有名 な 手形 か と 思い を 巡ら せ て ロマン を 感じ まし た あ そう あと なぜ か ドナルド ダック の 足形 も あり まし た ね 手形 な の か 足形 な の か わかん ない ん です けれど も なん で そこ に あっ た の か は 謎 な ん です けど その 2 つ の ゾーン が 唯一 僕 の 識別 でき た ところ で あり まし た あと は まあ ハリウッド は 全体 的 に スケール が 大きかっ た な って 感じ です ね まあ 多分 アメリカ だ から 何 で も かん で も スケール でかい の が 好ま れる の か な と いう 雑 な 感想 な ん です けれど も お 土産 屋 さん と か も ね なかなか 敷地 面積 が 広く て です ね もう 至る所 に でかい 光る 電光 掲示 板 で LALALA みたい な もう アメリカ の 勢い と いう か 調子 の 良 さ を 感じ まし た ね あと どう やら ロサンゼルス って なん か コメディー スタンド アップ コメディー も 有名 らしく て チーム の みんな が 行く と いう こと で 僕 も そこ に つい て って スタンド アップ コメディー を 見 まし た 残念 ながら スタンド アップ コメディー の 中身 は 録画 と か カメラ と か 禁止 だっ た ん で 何 も 撮る こと は でき なかっ た ん です けれど も 外観 は 写真 撮っ た の で ビデオ の 方 に 載せ て おき ます で まぁ ここ で スタンド アップ コメディ 見 た ん です けれど も ね これ ね 難しい やっぱり スタンド アップ コメディ は そもそも これ 英語 が 早い です し なかなか ね 話し てる 中 の 方 も 多分 その アメリカ の 文化 と か 北米 圏 の 生活 の 何 コンテキスト が わかっ て ない と 笑い どころ が わから ない って いう 2 つ の 苦しい ポイント が あっ て 正直 理解 でき た の は まあ 40 % 50 % ぐらい か な と いう 感じ で なかなか 悔しい 思い を し まし た あと は 英語 自体 に つい て は また 後半 で も まあ いろいろ 話そう と は 思う ん です けれど も やっぱり こう その 人 の ルーツ と か に よっ て 話す 英語 の 癖 みたい な の が やっぱり ある な って いう 印象 です ね バン クーバ だ と アジア の 人 が 多かっ たり インド 系 の 方 が 多かっ たり する の で そう いっ た 方面 の 癖 を 聞く こと は よく ある ん です けれど も やっぱり アメリカ に 行く と バン クーバ より も 黒人 の 方 が 多く て 黒人 の 方 の 話す 英語 僕 全然 慣れ て ない なー って いう の を 実感 し まし た ね 結構 もう 低い 声 で 鼻 から 出 てる と いう か 声 に 響い て いる よう な トーン で もう うーん かっこ いい ん です けど ちょっと 聞き取れ ない なぁ と 思っ て これ は ちょっと 修行 を し なきゃ いけ ない なぁ と 英語 の 学習 の モチベーション に なっ た 次第 で あり ます ね まぁ あと 何 見 た か な ダウンタウン の 方 に も まあ 別 の 日 に いろいろ 行っ たり し た わけ な ん です けれど も まあ その あたり は まあ でかい な 広い な って いう 感じ です はい その 中 で も 一番 僕 ロサンゼルス で 印象 に 残っ た の は やっぱり 自動 運転 の WAYMO です ね 人 が 運転 手 が 乗っ て い ない タクシー で WAYMO って いう の が Gogle の 子 会社 と か 別 会社 な の か な もともと Gogle の スタートアップ だっ た の が 確か 別 の 会社 に なっ て い た 気 が し た ん です けれど も そう いう ところ が やっ てる WAYMO って いう の が あっ て これ もう あの ドライバー が 運転 手 が い ない ん です よ アプリ から 予約 が できる ん です けれど も 無人 で その 乗る ところ まで やっ て き て くれ て 無人 で 自分 の 目的 地 まで 連れ てっ て くれる と いう 感じ です まあ で も 制限 が ある の か な と いう 感じ で スピード は 大体 30 キロ か 35 キロ ぐらい まで しか 出せ て い ない まあ ちょっと 遅め か な と いう 感じ で は あっ た ん です けれど も 終始 安定 し た 運転 を 見せ て くれ まし た 僕 は ロサンゼルス LA に 滞在 し て いる 間 4, 5 回 は 乗っ た と 思う ん です けれど も 特に 危なっかしい 運転 みたい な もの は なく 時たま 急 発進 し て 止まっ たり って いう の が 2, 3 回 繰り返す って いう の は あっ たり し つつ も 基本 的 に は スムーズ な 運転 で すごい 心地 が 良い 運転 だっ た な と 思い ます 馬 と か を 使う と たまに 外れ の 運転 手 の 方 に 出会っ たり し て 運転 が すごい 荒い と か なん か 臭い がね 非常 に 日本 人 に とっ て は きつい みたい な こと が あっ たり する ん です けれど も Waymo は そう いう の が ない の で 非常 に いい な って いう ふう に 思い まし た ね Waymo って 多分 東京 で も 実験 を 始め て い た よう な 気 が する の で 早く ね 日本 と か で も 乗れる よう に なっ て この 感動 が 分かち合える こと が でき たら いい な と か 思っ たり し て おり ます はい で あと それ 以外 に も テクノロジー の 風 みたい な もの を 感じ まし て ロボ デリバリー です ね.",
      "timestamp": "00:00:01",
      "start": 1570,
      "end": 586284
    },
    {
      "speaker": "A",
      "text": "日本 で 言う と UberEats な の か な UberEats と か 多分 ドア ダッシュ みたい な もの の 配達 を ロボット が し て いる と いう 場面 に 何 回 か 出会い まし た そっち の 方 は 聞く ところ に 言う と どう やら 人間 が 遠隔 操作 を し て いる らしい の で ウェイ モ の 自動 運転 と は わけ が 違う ん です けれど もと は いえ 街中 を 小さい ロボット が 走っ て いる 自動 運転 も 隣 の ロード で 走っ て いる って いう 姿 を 見る と なかなか こう 先進 的 な 都市 だ な と いう ふう に 思い まし て ま あ 規制 と か 法律 で でき ない こと を 増やし て 慎重 に 動い て いる って いう 都市 から する と この ロサンゼルス の 多分 こう 技術 の 受け入れる 許容 度 と いう か 技術 を 受け入れ て 社会 を 変革 し て いく 速度 みたい な ところ に は なかなか かなわ ない な と いう ふう に どの 視点 だ って 感じ です けれど も 思い まし た ね ホームレス の 方 も 時々 い まし た けれど も そんな に 多く は なかっ た これ に つい て は バンクーバー と 同じ 感じ か な って いう 印象 です ね 治安 の 悪い ところ に 行っ たら なかなか こう 歩く だけ で も 命 の 危険 が 伴う みたい な 労働 が ある と 思う ん です けれど も 普通 に 生活 する 分 に は 特に 身 の 危険 を 感じる こと も なく 生活 できる と いう ま あ 結構 安全 な 都市 な ん だ なぁ と いう 印象 を 受け まし た ね バン クマ に 住ん で いる の で 日本 に 住ん で いる 方 から する と 感覚 が バグっ て いる ん だ と 思う ん です けれど も バン クーバ に 住ん で いる 人 と いう 視点 から する と 同じ ぐらい 安全 だ な って いう 感想 を 持ち まし た で もう 一 個 面白かっ た の が 結構 建築 途中 で 放棄 さ れ た 建物 が 結構 多かっ た な と いう 印象 です ね 詳しい ところ は わから ない ん です けれど も 街中 で 結構 いろんな 大きな 建物 が 建設 中 か と 思い き や 工事 全然 し て い ない って いう の も あっ て 結構 もう ね 40 回 50 回 まで 到達 枠組み は 到達 し てる ん です けれど も もう 工事 は 全然 やっ て い ない で しかも その 高層 階 の 部分 まで なんか ギャング じゃ ない ね ヤンキー と いう の も 違う ね まあ とにかく そう いう 人 たち が 書く よう な 路上 アート みたい な ところ が 高層 階 に 至る 部分 まで も 到達 し て 書か れ て い たり し て これ が なかなか 不思議 な 感じ が し まし た ね あんまり そんな 光景 は 見 た こと が なかっ た の で なんか ロサンゼルス と いう 街 の 特徴 と いう か こう ある 種 一方 で は いろんな 技術 を 受け入れ て 先進 的 な 試み を し て 社会 の 変化 と か 発展 を 受け入れる って いう 反面 そう いっ た こう 多少 は なん か 雑 な と いう か 雑 な 管理 が さ れ て いる みたい な 印象 を 受け まし た が ま あ オーバーオール 良かっ た な って いう 感じ です ね オーバーオール って 日本 語 で 何 て 言う ん です か これ 全 体感 みたい な 感じ です か ちょっと もう あの 海外 に 住ん で 日本 語 が パッ と 出 て こ なく なる タイミング が ある 嫌 な 日本 人 と いう 感じ に なっ て いる ん です けれど も とにかく ロサンゼルス は 天気 が めちゃくちゃ 良く て テクノロジー の 発展 を すごい 受け入れ て い て ハリウッド も あっ て すごい 魅力 的 な 街 で は あり まし た まあ 住む か どう か は 置い て おい て 近く に 住ん で いる 場合 は 観光 行く と 絶対 楽しめる な と いう ふう に 思い まし た もし 次 行く とき は 今回 行け なかっ た ロサンゼルス で 有名 な ビーチ が たくさん ある の で 次 は ビーチ に 行っ て チル し たい な と 思い ます はい と いう の が 前半 でし た 後半 で は その ロサンゼルス 出張 な ん で 行っ た の か と か 何 を し た か と か そこ で 関する 自分 の 課題 に つい て 話し て いこう と 思い ます なん で 行っ た か って いう と 会社 の 出張 です ね 僕 の 会社 は 世界 の いろんな ところ に カスタマー が いる の で その カスタマー の 一 つ の ところ に 訪れ て カスタマー の ニーズ を 聞い て ハッカ ソン を し たり 新しい プロダクト の 開発 を 試し たり と か 機能 の 開発 を 試し たり って いう の が 結構 ちょくちょく ある 会社 な ん です ね エンジニア で あっ て も 半年 に 1、 2 回 は 行く って いう の が 普通 です 僕 は ちょうど 今 の 開始 に つい て 半年 な ん です けれど も その 半年 の タイミング で 始め て いき まし た 僕 の いる チーム が ちょっと 他 の チーム と 比べる と 多少 特殊 で ドライバー 向け の アプリ を 開発 する モバイル アプリ チーム みたい な ところ な の で ちょっと だけ システム の 根本 から 機能 を 一 から 作る みたい な チーム の 人 たち と 比べる と カスタマー の 元 に 訪れ て 意見 を 聞く みたい な ところ の ニーズ って いう もの の 必要 性 は ちょっと 薄い の で 他 の チーム の 人 に 比べる と 半年 に し て 初めて 行き まし た って いう の は なかなか 遅かっ た な って いう 感じ が ある ん です けれど も とりあえず そう いう こと が あっ て ロサンゼルス の カスタマー の 元 に 訪れ まし た そこ で は カスタマー 向け に プレゼン を する 予定 が あっ た の で その プレゼン に 間に合う よう に 色んな もの を 開発 し て 最終 日 に カスタマー の 偉い 方々 と 一 つ の ミーティング ルーム に 集まっ て プレゼン を する と いう 感じ でし た 僕 自身 は その カスタマー の プレゼン の 場 に は い た ん です けれど も 一言 も 発する こと が なかっ た と いう 感じ です ね デベロッパー と し て 開発 し た もの に 対し て 質問 が あっ たら 回答 する みたい な 役割 で そこ に 行っ た は いい ん です けれど も 結果 的 に は プレゼン が 非常 に うまく いっ て 質問 も あまり 飛ん で こ なかっ た 僕 の 開発 し て いる 範囲 に おい て は 質問 は あまり 飛ん で こ なかっ た の で 僕 の 発言 は あまり なかっ た な と いう 感じ です 出張 な の で 出張 に かかる 費用 は 会社 が 全部 出し て くれ まし た ね バンクーバー から ロサンゼルス に 行く 飛行 機 は 僕 の 場合 今回 だ と 往復 で 1200 か 1300 カナダ ドル 日本 円 に する と 14 万 5 万 と いう 感じ で ホテル 代 に つい て は どれ くらい だっ た か な ホテル 代 は ね 4 泊 5 日 ぐらい し て 確か 6、 700 ドル ぐらい 日本 円 に し て 8、 9 万 ぐらい だっ た です ね で まぁ 滞在 し て いる 間 の ご飯 と か ウー バー 代 みたい な もの も 基本 的 に は 観光 自分 で 自由 行動 の 時 に 行っ た 観光 地 以外 に つい て は 会社 が 出し て くれる の で 合計 する と まぁ だいたい.",
      "timestamp": "00:09:48",
      "start": 588125,
      "end": 957917
    },
    {
      "speaker": "A",
      "text": "25 万 30 万 ぐらい は 会社 が 出し て くれ た と いう 感じ です ね 非常 に これ は ありがたい です ね 会社 の 金 で 食う 肉 は うまい って いう の を すごい 実感 し まし た いい ステーキ 食べ た ん です けれど も まあ そんな こと は 置い て おい て って いう 感じ です で まぁ その 中 で 僕 は 一 エンジニア と し て 同行 し て 機能 の 開発 を し て って いう 感じ だっ た ん です けれど も やっぱり ねー 英語 の 実力 不足 が すっごい 痛感 し まし た ね もともと あんまり 自分 が リスニング 能力 が 特に 弱く て ネイティブ の 方々 と か 他 の チーム の 人 たち が 特に 自分 の 関係 し て い ない ところ に つい て 外 話 を し 始める と 結構 全然 つい て いけ ない 大枠 は 理解 できる ん です けれど も 自分 の 意見 を 突っ込む みたい な ところ が 全く でき ない って いう の は 感じ て は い た ん です よ ね ちょうど 10 月 の 後半 に 会社 で も ハッカ ソン の 機会 が あっ て その ハッカ ソン で 普段 働か ない 方 と 一緒 に チーム を 組ん で まあ 一 つ 機能 を 開発 し たり し た ん です けれど も その 中 で も やっぱり ネイティブ の 方 同士、 英語 が ちょっと 早め な 方 同士 の 会話 が 盛り上がっ て くる と 全然 もう 理解 でき ない な って いう の は わかっ て は い て それ は 課題 だ な と 思っ て は い た ん です けれど も それ を また 改めて 感じ た と いう こと です ね で まぁ カスタマー の もと を 訪れ て ミーティング する と いう 機会 も 何 回 か あっ た ん です けれど も それ も 同様 に ま あ ロサンゼルス の に 住ん で いる ま あ アメリカ の あの ネイティブ し 英語 の ネイティブ スピーカー の 方々 と こちら側 から 行っ た プロダクト マネージャー と か の ネイティブ スピーカー の 方 同士 の 会話 って いう の を 聞く と いやー ねー もう 全然 2 回 でき ない 全然 って 言っ たら まぁ 語弊 が ある と は 思う ん です けれど も 自分 の 到達 し たい レベル と し て は ちょっと し た 疑問 が あっ たら その まま で パッ と え ちょっと そこ って どう なっ て ます か みたい な と か ちょっと し た 意見 が あっ たら いや ちょっと 待っ て ください と 言っ て 自分 の 意見 を 堂々 と 言う って いう の が まぁ 一旦 一 つ の ゴール か な と いう ふう に は 思っ てる ん です けれど も まぁ そこ と 比べる と 全然 僕 は 英語 が でき ない な って いう の を 毎日 感じ まし た いやー の ね 勉強 し なかっ た です ね これ は 本当 に 僕 今 の 今 の 会社 の 環境 が すごい 良く て で 僕 の 今 の いる チーム の 環境 も なかなか 気 に 入っ て いる し 技術 力 的 に は 自分 が その チーム いる こと って いう の は 問題 ないし 9 大 点 全然 超え て いる と 思う ん です けれど も やっぱり 今後 の こと を 考える と ただ 自分 の やる べき こと を まあ やっ て もしくは 自分 の 期待 さ れ て いる べき こと 以上 の こと の アウトプット を エンジニア と し て 出す って いう 面 で は まあ あまり 不 自由 は ない か な と いう ふう に 思っ て いる ん です けれど も もう それ を もう 一 つ 広げ て より 大きな プロジェクト を リード し て いく 立場 に なり たい か も しれ ない って いう の を 考える と どう し て も やっぱり その 英語 の 壁 は 乗り越え なきゃ いけ ない な って いう ふう に 思う ん です よ ね だ から 例えば プロジェクト マネージャー と 新しい 機能 を 作り ます って なっ た 時 に は 機能 の 詳細 を 詰め なきゃ いけ ない し それ を 実装 し ます って なっ た 時 は その 実装 を 担当 する 他 の チーム の メンバー と 他 の エンジニア と か デザイナー と ミーティング など を し て こう プロジェクト を 全体 と し て うまく まとめ て 不明 な 点 が あっ たら フォロー を し て そつ なく こなし て で 成功 に プロジェクト を チーム 全体 と し て 成功 に 導く って いう こと を し て いき たい って いう ふう な こと を 思っ た とき に やっぱり その ここ に 至る まで の 一番 大きな 壁 が まず 一 つ 英語 だ な と いう ふう に 改めて 実感 し まし た ね やっぱり 特に リスニング 能力 さっき も 言っ てる ん です けど も リスニング 能力 が 足り て ない の で ただ 聞く だけ で ただ 大枠 を 捉える だけ で ただ 自分 が やる べき こと を ピンポイント で 理解 する だけ なら ば できる ん です けれど も その 自分 の やる べき こと の 枠 を 広げ た 時 に 必要 な その プロジェクト の 理解 度 を 妨げ て いる の が やはり リスニング の でき なさ と いう 感じ に なり ます はい これ は もう ね 勉強 する しか ない です よ 僕 勉強 し て ない ん です よ 英語 この 会社 に 入っ て から そんな に もちろん その 英語 の ポッド キャスト を 聞く で あっ たり と か わから ない 文章 と か わから ない 単語 が 出 たら その ぞ ろ ちょろっ と 調べ て なる ほど と 思っ て 記憶 に 留め て おく って 努力 は し つつ も 1 日 に 1 日 1 時間 英語 を 勉強 ちゃん と 机 に 向かっ て 机 に 向か なく て も いい か も しれ ない ん です けど も ちゃんと 英語 に つい て 意識 を 集中 し て 捧げ て 勉強 する って 時間 を 全然 取っ て ない の で ついに それ を やる べき 時 が 来 た な と いう ふう に 思い ます まあ 会社 に 入っ て 半年 たち マネージャー と の 関係 も 良好 で 周辺 の チーム の メンバー と の 関係 も なかなか 構築 でき て 慣れ て き た の で やはり 次 の ステップ に 進む 時 が 今 か な と いう 感じ です ね まだ 今年 1 ヶ月 弱 あり ます けれど も 来年 の 目標 は もう 確実 に 英語 の 勉強 だ な と いう ふう に 思い まし た で まぁ 昔 ちょっと やっ て い た シャドーイング と か そう いっ た ところ を やら なきゃ いけ ない な と いう こと は あり つつ も 出張 に 行っ て 思っ た の が 仕事 の 時 の ミーティング も そう です けど やっぱり それ 以外 の 会話 に つい て いく の も 今 現状 めちゃくちゃ 大変 と いう か 壁 を 感じる な なん なら 普通 の 仕事 の ミーティング で も 感じる な と いう ふう に 思っ た の で そちら に つい て も フォロー し なきゃ いけ ない と 思い まし た で 自分 なり に 考え た 結論 と し て は あんまり 自分 が これ まで やっ て こ なかっ た ドラマ と か 映画 の 日常 会話 が 含ま れる 英語 の リソース を 使っ て 英語 の 勉強 する しか ない な と いう ふう に 思い まし た ま あ それ に つい て は おそらく いろいろ な こう 留学 経験 者 の 方 と か が いろんな ノート と か ブログ の まとめ と か な ん なら 普通 の 会社 が それ 向け の 勉強 方法 と か を 解説 し て いる ん で も やる だけ だ な と いう 感じ です 英語 を 勉強 する 時 に よく ある の は 勉強 量 が 圧倒 的 に 足り て ない の に なぜ か 効率 の 話 を し 始める と いう の が ある か な と 思っ て い て 僕 は ちょっと まあ ある 種 その 効率 を 言い訳 に 勉強 量 を 増やす 言い訳 に し て い て あんまり 勉強 でき て なかっ た みたい な の が あっ た ん です けど もう ね 言い訳 し てる 暇 は ない です ね この 言い訳 を 廃し て 英語 を 勉強 する 時間 を 圧倒 的 に 増やさ ない と もう 未来 は ない ぐらい の 勢い で ちょっと 頑張っ て いこう か な と 思っ て おり ます の で ちょっと ね 英語 の 勉強 の 進展 が あっ たら 今後 の IT ドラマ の 通常 回 と か 裏側 で も また 話し て いき たい な と 思っ て おり ます 今回 の 出張 で 感じ た 実力 不足 に つい て は そんな 感じ か な エンジニア と し て の 実力 に つい て は もう 問題 ない な と いう 感じ で 今 モバイル アプリ エンジニア と し て 働い て いる の で って いう の も あり つつ どちら か で 言う と 今 は エンジニア の 勉強 より も 英語 の 勉強 を もっと しろ と 自分 に 対し て 言い聞かせ て いる ところ で あり ます.",
      "timestamp": "00:15:59",
      "start": 959452,
      "end": 1384882
    },
    {
      "speaker": "A",
      "text": "と いう こと で 今回 ロサンゼルス の 出張 に つい て 話し た アイテム の 裏側 でし た ビデオ ポッド キャスト に つい て も 初めて の 試み だっ た の で ぜひ ね ちょっと もっと 今後 ビデオ ポッド キャスト に する と し たら こう いう ふう に し た 方 が いい よ と か 自分 の ま あ 僕 の 小倉 君 の 英語 を 使っ た 海外 で の 働き 方 と か 生活 に つい て こう いう こと を もう ちょっと 話し て ほしい よ って いう こと が あっ たら ちょっと 是非 ね コメント Spotify と か YouTbe の コメント で も いい です し X の ハッシュ タグ を つけ た つぶやき で も いい の で 是非 ちょっと くれる と 今後 の 参考 に なる し 聞い て くれ て いる 人 が やっぱり いる ん だ な と 思っ て すごい 励み に なる の で 是非 よろしく お 願い し ます で it トリオ は 各週 月曜 日 に 通常 会 を 更新 し て おり ます 僕 カナダ で エンジニア を し て いる 小倉 君 と 愛知 エンジニア を し て いる 女性 エンジニア の チェーズ で 愛知 で 会社 を 設立 し て 今 社長 と し て 頑張っ て いる 鍋 ちゃん の 3 人 で 会する の が 通常 会 に なっ て おり ます の で ぜひ it トリオ の ポッド キャスト を 各 プラットフォーム で は フォロー し て ぜひ 通常 会 も 聞い て いただける と 嬉しい です はい と いう 感じ で 今回 の アイテム の 裏側 お しまい に し たい と 思い ます 最後 まで 聞い て くださっ た 方々 ありがとう ござい まし た また 次回 お 会い し ましょう さよなら.",
      "timestamp": "00:23:06",
      "start": 1386417,
      "end": 1458581
    }
  ],
  "language": "ja"
}
