{
  "segments": [
    {
      "speaker": "おぐらくん",
      "text": "日本 の テック 企業 と 北米 の テック 企業 の 働き 方 の ちがい 午前。 イエーイ! イエーイ! どう も どう も。 いや、 と いう こと で ね、 僕 が 今 の 会社 で 働い て、 もう 4 か月 ぐらい 経っ た か な と いう 感じ で、 この 期間 も 無事 終わり、 結構 エンジョイ し て ます と。",
      "timestamp": "00:00:00",
      "start": 188,
      "end": 16990
    },
    {
      "speaker": "ちーず",
      "text": "エンジョイ し てる ん だ。",
      "timestamp": "00:00:16",
      "start": 16990,
      "end": 18451
    },
    {
      "speaker": "おぐらくん",
      "text": "そう、 結構 エンジョイ し て ます と。 今 の 会社 も 3 社 目 な の で、 結構 この カナダ、 北米 企業 で 働い た 経験 が たまっ て き た の で、 ちょっと ここ ら で、 この 北米 企業 で 働い て み た とき の 働き 方 に つい て 話し て み たい な と 思っ た の で、 日本 の テック 企業 の 働き 方 と、 北米 の テック 企業 の 働き 方 を 比べ て み たい な と 思い ます。 と いう こと で、 5 個 話し やすい もの を 用意 し て き た の で、 ちょっと ひとまず その 用意 し た 5 個 を さらっ と 言わし て いただき ます。 その 1、 結果 が すべて 家庭 の 透明 性 は 誰 も 気 に し て い ない。 その 2、 仕事 で DM を よく 使う よう に なっ た。 その 3、 勤務 時間 を 気 に し なく なっ た。 その 4、 2、 3 週間 休み を とる の は ふつう。 その 5、 首輪 よく ある 話。 です。",
      "timestamp": "00:00:18",
      "start": 18451,
      "end": 70112
    },
    {
      "speaker": "ちーず",
      "text": "その 5 が 重たい ん じゃ。",
      "timestamp": "00:01:10",
      "start": 70112,
      "end": 72334
    },
    {
      "speaker": "おぐらくん",
      "text": "と いう こと で、 話し て いこう と 思い ます ね。 1 から 5 まで 順番 に、 いつ も の よう に 話し て いき たい と 思い ます。 1 番 目 は、 結果 が すべて、 家庭 の 当面 性 は 誰 も 気 に し て い ない と いう こと で、 なん か 外資 系 の 企業 で も よく 言わ れる 気 が する ん です けれど も 結果 が 出 て いれ ば 誰 も 文句 は 言わ ない って いう 感じ が あっ て で ま あ 日本 人 の 感覚 だ と なんか なんて 言う ん です か ね サボっ ちゃ いけ ない よ ね みたい な 空気 感 ある じゃ ない です か なんか 結果 が 出 てる なら 出 てる で いい です けど 出 てる ん だっ たら 仕事 を さ ばら ず に プラス アルファ の こと を ちゃんと やろう ね みたい な って いう の が、 なん か ある 気 が する ん です けど、 こっち だ と、 なん か あんまり そう いう もの は 感じ なく て、 仕事 が 終われ ば サボっ て いい って いう より か は、 なんて いう の? 仕事 が 終わっ てれ ば、 サボっ て ない じゃん って いう 考え 方 が ある 気 が し て です ね。 なん か、 だ から、 結果 出し て 文句 言わ れ ない なら 仕事 サボれ て いい なー って 思う 方 が いる か も しれ ない ん です けど それ は なん か ちょっと 感じ 方 が 違 く て いや 結果 出し てる から そもそも サボっ て ない ん だ けど みたい な 義務 時間 関係 ない ん だ けど みたい な の が すごい どこ で も ある なぁ と 思う し 周り に 聞い て み て も なん か そんな 感じ が し ます ね.",
      "timestamp": "00:01:12",
      "start": 72334,
      "end": 155892
    },
    {
      "speaker": "なべちゃん",
      "text": "なん か さ、 1 個 気 に なっ た の は、 仕事 の 結果 って、 目標? タスク の 量 と か わかん ない けど、 そう いう なんか、 どう いう ふう に 判断 す の.",
      "timestamp": "00:02:38",
      "start": 158676,
      "end": 168262
    },
    {
      "speaker": "おぐらくん",
      "text": "か な って いう 結果 を。 結果 で 言う と、 日々 の 仕事 で 言う と、 だいたい、 大体 こっち の テック 企業 だ と スプリント が 決まっ て て 日本 の テック 系 の 最近 の ベン ジェル と 大体 同じ 感じ だ と 思う ん です けれど も この スプリント の 中 で は この タスク を 終わら せ たい よ ね って いう の が ちゃんと 終わっ てる で ある と か もちろん その パフォーマンス レビュー って いう もの も ある の で それ に 向け て 個々 人 で やり たい こと と か プラス アルフ で やり たい こと と か は 考える ん で そこ は マネージャー と 会話 の 上 って いう 感じ だ けど なん か 終わる べき タスク が 終わっ てれ ば いい ん じゃ ない ぐらい の 感じ も ある し 別 に その 終わる べき タスク も 見積もり が 100 % 正確 な わけ じゃ ない から 全然 会話 し て なん か 遅れる 最初 に 決め た 期日 を 過ぎる 場合 で も、 正当 な 理由 が 説明 でき たら、 別 に それ で OK みたい な。 なるほど ね。",
      "timestamp": "00:02:48",
      "start": 168262,
      "end": 224804
    },
    {
      "speaker": "ちーず",
      "text": "じゃあ、 基本 的 に は スプレッド ゴール の 遵守 が メイン って 感じ?",
      "timestamp": "00:03:44",
      "start": 224804,
      "end": 230183
    },
    {
      "speaker": "おぐらくん",
      "text": "遵守 で も ない ん だ よ ね。",
      "timestamp": "00:03:50",
      "start": 230183,
      "end": 231825
    },
    {
      "speaker": "ちーず",
      "text": "遵守 で も ない ん だ。",
      "timestamp": "00:03:51",
      "start": 231825,
      "end": 232911
    },
    {
      "speaker": "おぐらくん",
      "text": "なん か 遵守 も なん か 違う 気 が し て い て、 なん か その、 ちゃんと な ん です か ね、 遵守 でき たら 嬉しい けど 色々 他 の 知り合い の 話 も 聞い て みる と 別 に スプリント の 中 で 終わら ない タスク が あっ た と し て も これ これ こう いう 理由 と か こう いう 見落とし が 最初 に あっ た ん で ちょっと 終わり ませ ん って いう の は もう すんなり 受け入れ られる と いう か それ が 後 から 出 て き た こと に よっ て スプリント ゴール の 遵守 が でき て なかっ た と し て も それ は 別 に 攻め られる こと で は ない と いう 感じ が あり それ が あっ た と し て も それ は あなた が 頑張っ て なかっ た から でしょう みたい な 空気 感 は あんまり ない その 短髪 短髪 で は もちろん なん か それ が 頻発 し て なん か この 人 に タスク 任せる と だいたい 全部 終わら ない な と から と 最初 の 方 に 言っ た その 後 の 首 が 普通 って いう もの も あっ て 切ら れる ん です けど いちじるしく、 パフォーマンス 平均 より 劣っ てる よ ね、 と か じゃ ない 限り は、 大丈夫 か な って 感じ です ね。",
      "timestamp": "00:03:52",
      "start": 232911,
      "end": 294188
    },
    {
      "speaker": "ちーず",
      "text": "その 場合 って、 どの よう な 基準 で 昇級 し て いく ん?",
      "timestamp": "00:04:54",
      "start": 294188,
      "end": 298519
    },
    {
      "speaker": "おぐらくん",
      "text": "昇級 か、 難しい です ね。 基準 を ね、 たぶん、 昇級 の 基準 と いう か、 よく ある 話 だ し、 僕 の 会社 で も そう な の は、 それぞれ の レベル ごと に、 できる こと と いう か、 やっ て ほしい こと が 決まっ て い て、 それ に、 該当 する 人 が その レベル に 行ける って いう 感じ で は ある ん だ けど、 それ と 賞金 も ある 程度 は 結びつい て は いる ん だ けど、 それ と は 別 に パフォーマンス の レビュー の 時 に、 自分 が こう、 いかに アピール できる か みたい な。",
      "timestamp": "00:04:58",
      "start": 298519,
      "end": 327682
    },
    {
      "speaker": "ちーず",
      "text": "パフォーマンス レビュー も、 ちょっと 詳しく 聞い て み たい か も。",
      "timestamp": "00:05:27",
      "start": 327682,
      "end": 330704
    },
    {
      "speaker": "おぐらくん",
      "text": "パフォーマンス レビュー ね、 ちょっと 今、 僕 ちょっと しか かじっ て ない です よ ね。",
      "timestamp": "00:05:30",
      "start": 330704,
      "end": 333856
    },
    {
      "speaker": "ちーず",
      "text": "パフォーマンス レビュー が ね、 何 か が よく わかっ て ない から。",
      "timestamp": "00:05:33",
      "start": 333856,
      "end": 339458
    },
    {
      "speaker": "おぐらくん",
      "text": "パフォーマンス レビュー は、 ふつう に 人事 評価 みたい な。 日本 で も ある よ ね。",
      "timestamp": "00:05:39",
      "start": 339468,
      "end": 343579
    },
    {
      "speaker": "ちーず",
      "text": "ふつう の 人事 評価 の こと を 想像 すれ ば いい の か な。",
      "timestamp": "00:05:43",
      "start": 343579,
      "end": 347650
    },
    {
      "speaker": "おぐらくん",
      "text": "たぶん そう の はず。",
      "timestamp": "00:05:47",
      "start": 347650,
      "end": 348680
    },
    {
      "speaker": "ちーず",
      "text": "それ で OK。",
      "timestamp": "00:05:48",
      "start": 348680,
      "end": 350754
    },
    {
      "speaker": "おぐらくん",
      "text": "それ で、 けっこう よく ある ある な 話 な の は、 アピール し ない 人 は、 たとえ なんか 日頃 仕事 頑張っ て て も、 あんまり 昇給 し ない みたい な。 同じ よう な 仕事 を し て いる 人 より も アピール の 仕方 が 上手い と、 結構 小 級、 他 の 人 より ちょっと 早く 進む と か 結構 その 交渉 の 文化 が ある な って 感じ な の で 何 か 一人 で 頑張っ て いれ ば それ が 勝手 に 評価 さ れ て どんどん 上 に 上がっ て いく って いう より か は そう いう の は 仕事 は ちゃんと 終わら せ た 上 で それ を うまく アピール する 単純 に この 仕事 を 終わら せ まし た だけ で も なく て それ が いかに ビジネス 上 の インパクト を 生ん だ か って いう の も 含め て うまく マネージャー に アピール する みたい な の が 必要 っぽい それ は なん か.",
      "timestamp": "00:05:50",
      "start": 350754,
      "end": 394357
    },
    {
      "speaker": "なべちゃん",
      "text": "日本 と そんな 変わら ん か も.",
      "timestamp": "00:06:34",
      "start": 394357,
      "end": 395357
    },
    {
      "speaker": "おぐらくん",
      "text": "まあ そう ね そこ は そう か も 結果 に つい て の こだわり と いう か 過程 は 問わ ず 結果 だけ 見 ます よ って いう 空気 感 が もっと 大きい か な って 感じ で なんか 日本 だ と なんか 日報 と か スラック の 分 報 チャンネル と か まあ 反対 する 企業 も いる けど よく ある な と 思っ て て ぼく は、 その ふん ぽう チャンネル と か、 けっこう 好き だっ た ん です よ ね。 タイムズ、 おぐらく ん みたい な やつ。 自分 が 日々 やっ て いる こと を、 勝手 に ひとりごと の よう に つび あい て、 作業 する みたい な の が ある ん です けど、 ぼく は それ 好き だっ た ん だ が、 こっち に 来 て みる と、 そんな 文化 は、 なん か 1 ミリ も なく て。",
      "timestamp": "00:06:35",
      "start": 395928,
      "end": 435190
    },
    {
      "speaker": "ちーず",
      "text": "へー、 タイムズ ない ん だ。",
      "timestamp": "00:07:15",
      "start": 435190,
      "end": 437009
    },
    {
      "speaker": "おぐらくん",
      "text": "そう タイムズ は 何 か 日本 だけ の 文化 です ね 2000 何 年 だっ た か 忘れ まし た けど どっ か の it ベンチャー が そう いう もの を 始め て 結構 一 時期 本 が 流行っ た の で いろんな 会社 が 真似 する よう に なっ た らしい ん です けど まぁ そんな こと を 置い て い て それ は 何 も なく て で なん か それ って 今 振り返る と 結構 その 自分 が 結果 を 出す まで の 過程 の 透明 性 を 担保 を し て い た 作業 だっ た なぁ と 思っ て で まぁ なんか そこ で 自分 が 何 やっ てる か は 明らか に し て おく と なん か 結果 が 出る 出 ない は また 別 に し て、 なん か ちゃんと やっ てる ん だ な 感 が 出 たり する し、 プラス アルファ で あと から 調べれる、 自分 が 調べれる と か も ある か も しれ ない です けど、 なん か それ する こと で、 今 自分 が し て いる こと の、 結果 が 出る まで の 透明 性 を 担保 し て、 なん か いい 感じ に 働く みたい な、 だっ た なぁ と 思う ん です けど、.",
      "timestamp": "00:07:17",
      "start": 437019,
      "end": 494704
    },
    {
      "speaker": "ちーず",
      "text": "その さ、 透明 性 の 部分 って さ、 その レイヤー ごと に 変わっ て いく わけ で は なく て、 その ジュニア メンバー と か も 含め て、 もう 成果 で 評価 さ れる の か な。 なん か、 日本 の 企業 って 結構、 その 成果 が 求め られる の って、 ある 一定 数 の 等級 に 達し た 場合 って いう イメージ が あっ て、 ジュニア の 場合 は、 その 過程 を 重視 さ れる、 いわゆる 伸び しろ って やつ な イメージ が ある けど、 全て の レイヤー に おい て、 同じ よう に 評価 さ れ てる の か な。",
      "timestamp": "00:08:14",
      "start": 494704,
      "end": 528269
    },
    {
      "speaker": "おぐらくん",
      "text": "なん か レイヤー の 違い は あんまり 感じ ない けど ね もちろん ジュニア だっ たら 多少 チーム の 人 が サポート を より 厚く する と か は ある 気 は する ん です けど どっち か って いう と そう いう の も チーム の 人 が ジュニア の 人 の ため に サポート し に 行く って いう より か は サポート が 必要 なら ジュニア の 人 が シニア の 人 向け に こう 明確 に サポート お 願い し て ね って いう 方向 か な って いう 気 が し て い て なん か あんまり その 個人 の 成長 の 面倒 を 見る みたい な 空気 感 は なく て、 成長 の ため の サポート を 周り が 積極 的 に し て いく って いう より か は、 そう いう サポート が 必要 なら、 その 本人 が より 声 を 上げ て、 アクティブ に 動い て ね、 みたい な。 そこ の 個人 の 成長 を 担保 する の は、 別 に チーム と か 会社 の 責任 で は ない の か な と いう 感じ が、 働い て て 思い ます ね。",
      "timestamp": "00:08:48",
      "start": 528279,
      "end": 583302
    },
    {
      "speaker": "なべちゃん",
      "text": "なるほど ね。",
      "timestamp": "00:09:43",
      "start": 583302,
      "end": 584442
    },
    {
      "speaker": "ちーず",
      "text": "それ も、 なん か ちょっと 違う ジャンル の、 透明 性 と いう 話 で は なく、 レイヤー が フラット で ある って いう ところ は、 日本 と 違い か な って いう の は あっ て。 最近、 異 文化 交流 の 研修 を 会社 で 受け た ん だ けど、 そこ で、 カルチャー マップ って いう 話 が 上がっ て て、 日本 って 結構、 階層 主義 って いう の を 強く 持っ て いる。 けど、 たぶん、 欧米、 の ほう だ と、 どちら か と いう と 平等 主義 って いう ところ が 反映 さ れ てる の か な って いう の が、 今 感じ た な。",
      "timestamp": "00:09:44",
      "start": 584442,
      "end": 624369
    },
    {
      "speaker": "おぐらくん",
      "text": "階層 主義 って いう の は どう いう こと な ん です か?",
      "timestamp": "00:10:24",
      "start": 624369,
      "end": 626430
    },
    {
      "speaker": "ちーず",
      "text": "えっ と、 じゃあ ちょっと 今 から 記事 を 送る ね。",
      "timestamp": "00:10:26",
      "start": 626430,
      "end": 630100
    },
    {
      "speaker": "おぐらくん",
      "text": "うん。 よいしょ。 ま、 あれ か。 要する に、 階層 主義 って 目上 の 人 が 偉い よ ね、 と いう こと か。",
      "timestamp": "00:10:30",
      "start": 630100,
      "end": 637562
    },
    {
      "speaker": "ちーず",
      "text": "あ、.",
      "timestamp": "00:10:37",
      "start": 637562,
      "end": 637622
    },
    {
      "speaker": "おぐらくん",
      "text": "そう そう そう。 ま、 たしか に。",
      "timestamp": "00:10:37",
      "start": 637622,
      "end": 639712
    },
    {
      "speaker": "ちーず",
      "text": "それ ゆえ に、 教育 の 仕方 も 変わっ て くる か な って いう。 うーん。 どちら か って いう と、 平等 主義 だ から、 評価 の 仕方 も 平等 で ある って いう ところ が つながっ て き てる の か な、.",
      "timestamp": "00:10:39",
      "start": 639712,
      "end": 653270
    },
    {
      "speaker": "おぐらくん",
      "text": "みたい な。 なん か、 あんまり しっくり こ ない です けど、 そう な の か も しれ ない。",
      "timestamp": "00:10:53",
      "start": 653270,
      "end": 661005
    },
    {
      "speaker": "ちーず",
      "text": "どう いう ところ が しっくり き て ない?",
      "timestamp": "00:11:01",
      "start": 661015,
      "end": 664288
    },
    {
      "speaker": "おぐらくん",
      "text": "僕 の 見 かた だ と、 そう いう 別 に ジュニア の 人 の サポート を うめ め め が する 必要 は ない と いう か、 別 に する カルチャー が ない って いう の は、 そう いう 階層 主義 と か 平等 主義 って いう もの より か は、 個人 が 個人 の 結果 に 責任 を 持ち ましょう と いう もの から より 強く き て いる 気 が し て、 あんまり、 海藻 が フラット だ から、 そう なっ て いる って いう 肌感 は、 なん だ か あんまり ない よう な、.",
      "timestamp": "00:11:04",
      "start": 664288,
      "end": 693055
    },
    {
      "speaker": "ちーず",
      "text": "気 が する。 海藻 主義 で ある から、 日本 の 教育 と か の 文化 が こう なっ て いる ん じゃ ない か って、 自分 は 考え て た けど、.",
      "timestamp": "00:11:33",
      "start": 693055,
      "end": 702489
    },
    {
      "speaker": "おぐらくん",
      "text": "僕 と し て は、 そこ は 階層 が どう の こう の って いう より か は、 もともと 日本 で 古く から あっ た 終身 雇用 と か、 クビ に し にくい と か、 そっち の 面 から、 人 が うまく、 人 が 離れる こと が 珍しい の で、 会社 が 個人 の 成長 の 面倒 を 見 て 全体 と し て 成功 を 上げ て いく みたい な 流れ か な と いう 感じ が し まし た ね ちょっと パッ と 考え て みる と それ は 確か に あり そう まあ で も ちょっと 論点 は ずれる けど 職場 の マネージャー と の 距離 と か CEO と の 距離 が 結構 フラット って いう の は 結構 ある か な なんか 一 つ この 前 会っ て びっくり し た の が なん か 会社 で こう ランダム トーク の ボット が あっ て そこ の スラック の チャンネル に 入っ てる と ランダム で ボット が マッチング し て くれ て ランチ 行こう と か コーヒー チャット しよう みたい な の が できる サービス 会社 が 使っ てる ん で そこ 僕 も 入っ てる ん です けど なん か この 前 CEO と マッチ し た ん です よ ね おー え、 CEO いる の 聞い て ない ん だ けど みたい な え、 ちょっと え、 CEO、 創業 者 怖 っ どう する? みたい な の で、 行っ た ん です けど、 話し に いる とき、 すんごい フラット で、 今日、 天気 いい し、 じゃあ、 サブ ウェイ の サンドウェイチ 買っ て、 外 の ベンチ で 座っ て、 一緒 に 食べよう よ、 みたい な 感じ で、 入っ て、 2 ヶ月 ぐらい の 僕 と、 CEO が サブ ウェイ 行っ て、 サンドウェイチ 買っ て、 それ を、 ワン クマ の 港 の 近く の 座れる 場所 に 持っ てっ て、 コンクリート の 上 で 座っ て、 食べ ながら、 もう すごい、 足組み ながら、 カジュアル に 話す みたい な。",
      "timestamp": "00:11:42",
      "start": 702499,
      "end": 798119
    },
    {
      "speaker": "ちーず",
      "text": "いい な。 CEO が サブ ウェイ を 海岸 で 食べる って こと でしょ?",
      "timestamp": "00:13:18",
      "start": 798119,
      "end": 802502
    },
    {
      "speaker": "おぐらくん",
      "text": "そうそう。",
      "timestamp": "00:13:22",
      "start": 802502,
      "end": 804490
    },
    {
      "speaker": "ちーず",
      "text": "いい なぁ その スタイル いい なぁ これ.",
      "timestamp": "00:13:24",
      "start": 804500,
      "end": 807729
    },
    {
      "speaker": "おぐらくん",
      "text": "は ちょっと なんか 海外 っぽい です よ.",
      "timestamp": "00:13:27",
      "start": 807729,
      "end": 810436
    },
    {
      "speaker": "ちーず",
      "text": "ね 見 ない は その よう な 姿 の CEO 日本 で は。",
      "timestamp": "00:13:30",
      "start": 810436,
      "end": 817612
    },
    {
      "speaker": "おぐらくん",
      "text": "そう だ よ ね。 何 かしら ちょっと ちゃんと し た ところ で 食べる と か、 ちょっと かしこまる みたい な、 そう いう の は あんまり ない です ね、 たしか に。 もし か し たら、 それ も えいきょう ある か も。 逆 に、 そう、 ちょっと 話 が それ た ん です けど、 そう いう ところ で、 結果 が すべて な ん で、 別 に まじめ に 働い て て も、 結果 が 出 ない ん で あれ ば、 だめ です よ と いう 感じ で、 あり ます ね。 で、 なん か それ と つながる ん です けど、 その 仕事 で DM を よく 使う よう に なっ た って やつ。 なん か 日本 だ と、 これ も また 会社 に よっ て 違い が ある けど、 結構 マジョリティ な の は DM 使う と コミュニケーション の 流れ が 不 透明 に なっ ちゃう し、 知識 が みんな に 支配 さ れ ない の で、 なるべく 避け て パブリック な チャンネル で しよう、 みたい な。 結構、 推奨 し てる 会社 多い か な って いう 気 が する ん です けど、 こっち に 来 て から、 そう いう 会社 一 回 も 出会っ た こと ない し、 今 の 会社 も そう いう の ない し、 で、 これ 僕 が たまたま そう いう DM 非 推奨 の 会社 に 当たっ て ない だけ か な と 思っ て、 知り合い に 聞い て み て も、 いや そんな 会社 やっぱり カナダ と か アメリカ で 見 た こと ない ね って いう 感じ だっ た ん で。 それ も やっぱり なんか 北米 っぽい、 と いう か 日本 独自 の 文化 だっ た の か な と いう 気 が。",
      "timestamp": "00:13:37",
      "start": 817612,
      "end": 888878
    },
    {
      "speaker": "なべちゃん",
      "text": "なん か 一 個 思う ん だ けど さ、 GitHub と か の ドキュメント、 オープン ソース と か も ある けど めちゃくちゃ 充実 し てる や ん。 だ から なん か ドキュメント 文化 は 結構 しっかり ある イメージ な ん だ よ ね。 そう いう、 暗黙 地 って わけ じゃ なく て、 ドキュメント と か は ちゃんと しっかり し てる イメージ が ある から、 なん か 暗黙 地 って わけ じゃ ない よう な 気 が し てる ん だ けど、 どう?",
      "timestamp": "00:14:48",
      "start": 888878,
      "end": 907680
    },
    {
      "speaker": "おぐらくん",
      "text": "それ。 それ は その 通り だ と 思う だ から パブリック と いう か シェア する べき 情報 は ちゃんと 整理 し て ドキュメント に し ましょう って いう の は 感じる けど そこ で それ こそ それ も なん か また 結果 主義 と ちょっと 似 てる の か な って いう 気 が する ん です けど そう やっ て 結果 的 に みんな と 情報 が シェア できる 状態 に 整う ん だっ たら 別 に DM を 使っ て その 過程 が 隠さ れ て い て も 何 の 問題 も ない って いう か むしろ 知ら なく て いい こと は 知ら ない まま で いい と いう 空気 感 が ある の で.",
      "timestamp": "00:15:07",
      "start": 907680,
      "end": 937033
    },
    {
      "speaker": "ちーず",
      "text": "パブリック な チャンネル は ある って こと?",
      "timestamp": "00:15:38",
      "start": 938242,
      "end": 940473
    },
    {
      "speaker": "おぐらくん",
      "text": "ある ある ある、 全然 ある。",
      "timestamp": "00:15:40",
      "start": 940473,
      "end": 941683
    },
    {
      "speaker": "ちーず",
      "text": "その 上 で、 その 情報、 いわゆる 家庭 的 な ところ は、 DM の 内部 で 解決 さ れ て て、 最終 的 な 結果 だっ たり と か、 重要 な 情報 は、 パブリック な チャンネル に ある 状態 って こと?",
      "timestamp": "00:15:41",
      "start": 941683,
      "end": 953307
    },
    {
      "speaker": "おぐらくん",
      "text": "って いう こと も ある し、 人 に よっ て は 別 に パブリック で その まま 会話 する こと も ある けど、 結構 DM は 頻繁 に よく 使わ れる イメージ。 別 に これ、 チーム の 他 の 人 知ら なく て いい じゃん、 みたい な こと は、 別 に バンバン DM 使う と いう 感じ です ね。",
      "timestamp": "00:15:53",
      "start": 953307,
      "end": 966408
    },
    {
      "speaker": "ちーず",
      "text": "ちなみ に ね、 多分、 この オープン な コミュニケーション を とる って いう の、 日本 の 文化 な 気 が し て き て、 それ で も、 明確 に 調べ た わけ で は ない けど、 ベトナム の メンバー も、 最初 は DM で コミュニケーション する よ と し て た から。",
      "timestamp": "00:16:06",
      "start": 966418,
      "end": 980720
    },
    {
      "speaker": "なべちゃん",
      "text": "なるほど ね。",
      "timestamp": "00:16:20",
      "start": 980720,
      "end": 981741
    },
    {
      "speaker": "ちーず",
      "text": "これ が、 北米 だ から と か、 そう いう 話 で は なさ そう。",
      "timestamp": "00:16:21",
      "start": 981741,
      "end": 987840
    },
    {
      "speaker": "おぐらくん",
      "text": "確か に。 なん か ね、 これ、 なん か ちょっと 単語 忘れ ちゃっ た。 なん か パブリック な ん と か みたい な の が ある ん です よ ね。",
      "timestamp": "00:16:27",
      "start": 987850,
      "end": 994422
    },
    {
      "speaker": "ちーず",
      "text": "なに それ?",
      "timestamp": "00:16:34",
      "start": 994422,
      "end": 995782
    },
    {
      "speaker": "おぐらくん",
      "text": "日本 人 だ と あんまり なじみ ない けど、 なん か みんな の 前 で 怒ら れる こと に 対し て、 結構 マイナス 感情 が でかい みたい な。",
      "timestamp": "00:16:35",
      "start": 995782,
      "end": 1005180
    },
    {
      "speaker": "なべちゃん",
      "text": "あー 言う ね それ は 何 でし.",
      "timestamp": "00:16:45",
      "start": 1005190,
      "end": 1006911
    },
    {
      "speaker": "おぐらくん",
      "text": "た っけ それ パブリックシェーミング あだ と 思う.",
      "timestamp": "00:16:46",
      "start": 1006911,
      "end": 1010052
    },
    {
      "speaker": "なべちゃん",
      "text": "だ と 思う そう だ と 思う なんか 中華 圏 と か だ と 特に や そう いう の やっ ちゃう と めちゃくちゃ 嫌わ れる みたい な あ.",
      "timestamp": "00:16:50",
      "start": 1010052,
      "end": 1015935
    },
    {
      "speaker": "おぐらくん",
      "text": "そうそう と か パブリックシェーミング と は ある 人物 の 不 道徳 な 行為 は 社会 的 に 受け られ ない 言動 に 対し て 公衆 の 場 で 非難 し 評判 を 落とす こと を 指し ます って ai が 言っ てる けど なん か その みんな の 前 で 自分 の マイナス を さらけ出す こと に 対し て の ハードル と か マイナス 感情 が、 日本 人 と 比べ て 外国 人 って、 けっこう 大きい 気 が し て て。",
      "timestamp": "00:16:55",
      "start": 1015935,
      "end": 1036348
    },
    {
      "speaker": "ちーず",
      "text": "意外 だ ね。",
      "timestamp": "00:17:16",
      "start": 1036348,
      "end": 1037508
    },
    {
      "speaker": "おぐらくん",
      "text": "そう。 な の で、 けっこう それ も ちょっと 関係 ある か な と 思っ たり する。 別 に 深く 研究 し てる わけ で は ない ん だ けど。 単純 に、 仕事 の コミュニケーション の こと で 他 の 人 が 知ら なく て いい こと は、 他 の 人 の 目 に 触れ なく て、 触れる 必要 は 全然 ない の で、 DM で OK って いう の も ある し、 何 か こう、 自分 が 分かん ない こと を 聞く とき も、 ちょっと 恥ずかし さ が 大きい の で、 DM で 聞く と か も、 結構 ある 気 が する。 で、 まあ、 シェア する べき もの は、 結果 が まとまっ た 後 に シェア しよう と いう こと な ん で、 うん、 やっぱり それ も 家庭 の 透明 性 は 別 に 入れ ない よ ね って いう 感じ が ある。 って いう か、 いら ない こと を 流れ て き て も 邪魔 だ よ ね みたい な。",
      "timestamp": "00:17:17",
      "start": 1037508,
      "end": 1078209
    },
    {
      "speaker": "ちーず",
      "text": "むしろ。 なん か そっち の 感覚 な の か な と 思っ た けど、 今 の 話 聞い たら そう で も なさ そう だ から。",
      "timestamp": "00:17:58",
      "start": 1078209,
      "end": 1083031
    },
    {
      "speaker": "おぐらくん",
      "text": "なん か その、 いろいろ 混ざっ てる 気 が する。 日本 人 で、 こっち で も 長く エンジニア し てる 人 に 聞い て も、 なん か 邪魔 な もの、 情報 流 し て ほしく ない けど ね みたい な こと を 言っ て た から、 そっち の 考え と いう か、 感じ 方 も 大きい の か な って いう 感じ も あり ます ね。",
      "timestamp": "00:18:03",
      "start": 1083031,
      "end": 1098609
    },
    {
      "speaker": "なべちゃん",
      "text": "なるほど ね。 いや、 おもろい な。",
      "timestamp": "00:18:18",
      "start": 1098609,
      "end": 1101377
    },
    {
      "speaker": "おぐらくん",
      "text": "そう、 なん で、 それ も 含め て、 日本 の 文化 も 一 回 も 出会っ た こと ない し、 そんな の 北米 の 会社 で 聞い た こと が ない の か な って いう 感じ が ある。 そんな な ん か知ら ん チーム、 知ら ん チーム と いう か、 遠い チーム の 企業 の 内容 書か れ て も、 知っ た こっ ちゃ ない ん だ が みたい な。 ちゃんと 会社 の 成果 が 出 てれ ば、 それ で いい ん だ が みたい な。 なん か そう いう の 結構 ある。",
      "timestamp": "00:18:21",
      "start": 1101377,
      "end": 1122424
    },
    {
      "speaker": "なべちゃん",
      "text": "そう だ ね。 それ で 言う と さ、 日本 って その、 職能 制定 文化 あんま なく て さ、 総合 職 みたい な 感じ じゃん ね。 だ から なん か いろんな 情報 が みたい に 言う けど、 アメリカ だ と 結構 もう しっかり 役割 決まっ てる もん ね。",
      "timestamp": "00:18:42",
      "start": 1122424,
      "end": 1134867
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね、 アメリカ と か カナダ だ と。 北米 の 会社 って 今 まで 話し た の は、 カナダ で 働く 環境 って もう アメリカ の 会社 の ブランチ って いう こと も 多い し、 まあ 僕 の 働い てる 環境 は そう で は ない ん です けど、 会社 の 市場 と か、 文化 と か って、 もう ほぼ 一緒 な ん で 北米 と まとめ ちゃっ て ます ね。 うん うん うん うん うん。 まあ、 確か に 役割 が 明確 に 決まっ てる から って いう の も ある か も しん ない ね。",
      "timestamp": "00:18:54",
      "start": 1134867,
      "end": 1156922
    },
    {
      "speaker": "なべちゃん",
      "text": "なん か、.",
      "timestamp": "00:19:16",
      "start": 1156922,
      "end": 1157173
    },
    {
      "speaker": "おぐらくん",
      "text": "そう いう の ある か な って。 うん。 うん。 な の か な? うん、.",
      "timestamp": "00:19:17",
      "start": 1157173,
      "end": 1158784
    },
    {
      "speaker": "ちーず",
      "text": "なるほど。",
      "timestamp": "00:19:18",
      "start": 1158784,
      "end": 1161386
    },
    {
      "speaker": "なべちゃん",
      "text": "で も、.",
      "timestamp": "00:19:21",
      "start": 1161386,
      "end": 1161526
    },
    {
      "speaker": "おぐらくん",
      "text": "なん か 1 つ 大きな 理由 が 絶対 的 に 存在 する って いう より か は、 いろんな 要因 が 重なっ て って いう の が ある と 思う ん です けど。",
      "timestamp": "00:19:21",
      "start": 1161526,
      "end": 1167971
    },
    {
      "speaker": "なべちゃん",
      "text": "そう だ ね。",
      "timestamp": "00:19:27",
      "start": 1167971,
      "end": 1168111
    },
    {
      "speaker": "おぐらくん",
      "text": "うん うん。 まあ、 なん か とにかく 違う なー と いう の を 感じ ます ね。 だ から、 最初 は 僕、 結構 その DM を 使う の を 結構 躊躇 し て い た と いう か、 確か に ね。 結構、 僕 は DM 反対 派 だっ た と いう か、 使い たく ない 人 だっ た ん です よ ね、 日本 に 居 てる 時。",
      "timestamp": "00:19:28",
      "start": 1168111,
      "end": 1183089
    },
    {
      "speaker": "なべちゃん",
      "text": "うん うん。",
      "timestamp": "00:19:43",
      "start": 1183089,
      "end": 1183619
    },
    {
      "speaker": "おぐらくん",
      "text": "もう 全部 パブリック チャンネル で やれ ば ええ や ん みたい な。 スラック の 検索 で 後 から 引っかかる シス も っ ち の ほう が、 みんな に 絶対 え え やん って いう 感じ で は あっ た ん だ けど、 うん うん。 こっち に 来 て、 働き 始め て 半年 くらい 経っ た ぐらい で、 ようやく DM 慣れ て き て、 もう 今 で は 全然 DM を 使う こと に 抵抗 は ない と いう 感じ で。 うん うん うん。",
      "timestamp": "00:19:43",
      "start": 1183619,
      "end": 1201626
    },
    {
      "speaker": "ちーず",
      "text": "実装 の 相談 と か も DM な。",
      "timestamp": "00:20:01",
      "start": 1201626,
      "end": 1203877
    },
    {
      "speaker": "おぐらくん",
      "text": "もう、 ぜんぜん する ね。",
      "timestamp": "00:20:03",
      "start": 1203887,
      "end": 1206749
    },
    {
      "speaker": "ちーず",
      "text": "確か に、 検索 する とき に、 他 の 人 の エラー きっ かから ん の か って。",
      "timestamp": "00:20:06",
      "start": 1206749,
      "end": 1213734
    },
    {
      "speaker": "おぐらくん",
      "text": "それ で、 役 に 立ち そう な もの が あっ たら、 ちゃんと し た ところ で シェア し とい て くれ みたい な 感じ が ある。 そう いう 感じ で、 DM を よく 使う よう に なり まし た と いう 感じ です ね。 3 つ 目 が、 勤務 時間 を 気 に し なく なっ た って いう もの です。 これ は なん か 以前 も 少し 話し た 気 は する ん です けど なん か 9 時 5 時 9 to 5 で 働く よ ね って いう 契約 は あっ て 共通 認識 は あり つつ も 特に 連絡 なく 早め に 抜け たり 終わっ たり し て いる 結構 そう いう 人 は 多い です ね で ま あ これ も 日本 で 言う ところ の フル フレックス 裁量 労働 制 みたい な 感じ に なっ てる か な って 気 が し て まあ そもそも 勤務 時間 を 記録 も し ない の で 特に 勤務 時間、 気 に し なく て いい し、 最初 に 言っ た よう に、 結果 が 出 てれ ば、 誰 も 文句 は 言わ ない し、 結果 が 全て って いう 感じ が ある の で、 ちゃんと 仕事 終わっ てる ん だっ たら、 早め に 帰ろう が、 終わろう が、 何に も 誰 も 気 に し ない と いう 感じ。",
      "timestamp": "00:20:13",
      "start": 1213734,
      "end": 1281087
    },
    {
      "speaker": "ちーず",
      "text": "勤務 時間 に 関する 法律 は ない ん だ。",
      "timestamp": "00:21:21",
      "start": 1281087,
      "end": 1283978
    },
    {
      "speaker": "おぐらくん",
      "text": "どう な ん す か ね?",
      "timestamp": "00:21:23",
      "start": 1283978,
      "end": 1284938
    },
    {
      "speaker": "ちーず",
      "text": "わかん ない です。 日本、 けっこう ガッチリ ある じゃん、 サブ ログ 協定 と か。",
      "timestamp": "00:21:24",
      "start": 1284938,
      "end": 1290000
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね。",
      "timestamp": "00:21:30",
      "start": 1290000,
      "end": 1290777
    },
    {
      "speaker": "ちーず",
      "text": "だ から、 裁量 労働 で も、 勤務 時間 の 記録 は 残す みたい な。",
      "timestamp": "00:21:30",
      "start": 1290787,
      "end": 1296220
    },
    {
      "speaker": "おぐらくん",
      "text": "そう な ん だ。 なん か ね、 大変 です な。 なん か、 こっち だ と、 残業 って、 ゼロ が ふつう って いう か、 その、 日本 で いう ところ の、 1 日 8 時間 かける 5。 1 週間 で 40 時間。 そっ から 残業 で プラス みたい な 考え 方 を 当てはめる なら、 こっち だ と、 なん か 残業 マイナス が 普通 って.",
      "timestamp": "00:21:36",
      "start": 1296220,
      "end": 1320103
    },
    {
      "speaker": "ちーず",
      "text": "いう 感じ が し て、.",
      "timestamp": "00:22:00",
      "start": 1320103,
      "end": 1322384
    },
    {
      "speaker": "おぐらくん",
      "text": "そもそも クジ コジ で 休憩 の 1 時間 が 抜か れ て ない の で、 日本 より 1 時間、 働き 時間 が 短い と いう か、 高速 時間 が 短い って いう の は ある し、 かつ、 早め に 終わる の が 普通 な ん で、 基本 も マイナス が 存在 する と いう 義務 時間 に おい て は。",
      "timestamp": "00:22:02",
      "start": 1322384,
      "end": 1338457
    },
    {
      "speaker": "ちーず",
      "text": "健康 的 です ね。",
      "timestamp": "00:22:18",
      "start": 1338457,
      "end": 1340858
    },
    {
      "speaker": "おぐらくん",
      "text": "特に、 いろいろ 調べ て みる と、 バンクーバー が 特に 勤務 時間 と いう か、 ワーク ライフ バランス を 重視 する カルチャー が 大きい って いう の も ある と は 思う ん です けど、 と は いえ、 特に カナダ だ と、 そんな に 残業 し ませ ん よ ね、 みたい な。 って いう か、 残業 し て たら ちょっと 惹か れる まで ある ね。",
      "timestamp": "00:22:20",
      "start": 1340868,
      "end": 1364051
    },
    {
      "speaker": "ちーず",
      "text": "そもそも 残業 って いう 言葉 は 存在 する の?",
      "timestamp": "00:22:44",
      "start": 1364051,
      "end": 1366883
    },
    {
      "speaker": "おぐらくん",
      "text": "オーバーワーク って いう 言葉 は ある けど、 別 に それ に よっ て 給料 が 変わる と か は 何 も ない の で、 オーバーワーク だ ね って いう 感じ だけ。 僕、 1 回 すごい 忙しい 日 が あっ て、 夜 の 7 時 まで 働い て た ん です よ。 朝 の 9 時 に 行っ て、 夜 7 時。 日本 だ と 別 に。 よく ある ね って いう 感じ だ と 思う ん です けど、 それ を こっち で やっ て、 その 次 の 日 に、 昨日 忙しく て 7 時 まで い た ん だ よ ね、 と か 言っ たら、 もう 青ざめる 勢い で、 マジ で あり え ん でしょう? みたい な。 おかしい おかしい みたい な。 7 時!?",
      "timestamp": "00:22:46",
      "start": 1366893,
      "end": 1406859
    },
    {
      "speaker": "ちーず",
      "text": "やばい! そ し たら、 日本 の 企業 の 9 時 に 行っ て、 10 時 に 終わら せる みたい な 企業 も ある じゃん。",
      "timestamp": "00:23:26",
      "start": 1406859,
      "end": 1412101
    },
    {
      "speaker": "おぐらくん",
      "text": "いや、 そう。 ちょっと ね。",
      "timestamp": "00:23:32",
      "start": 1412101,
      "end": 1413912
    },
    {
      "speaker": "ちーず",
      "text": "そんな ギャップ が すごく て、.",
      "timestamp": "00:23:33",
      "start": 1413912,
      "end": 1417317
    },
    {
      "speaker": "おぐらくん",
      "text": "だ から、 外国 人 から する と、 日本 人 って よく 働く ん でしょ? みたい な。",
      "timestamp": "00:23:37",
      "start": 1417327,
      "end": 1421490
    },
    {
      "speaker": "ちーず",
      "text": "うん。",
      "timestamp": "00:23:41",
      "start": 1421490,
      "end": 1421591
    },
    {
      "speaker": "おぐらくん",
      "text": "言わ れ て。 で、 僕 は、 最近 は そう で も ない けど ね、 よく 返信、 返信 って いう か 返答 し て た ん です よ。",
      "timestamp": "00:23:41",
      "start": 1421591,
      "end": 1427505
    },
    {
      "speaker": "ちーず",
      "text": "うん うん うん。",
      "timestamp": "00:23:47",
      "start": 1427505,
      "end": 1428566
    },
    {
      "speaker": "おぐらくん",
      "text": "僕 の その 中 だ と、 最近 の、 まあ、 僕 が 言っ た テック 企業 と か だ と、 残業 たまに する けど、 まあ、 たまに する ぐらい。 で、 まあ、 確か に、 めっちゃ 忙しい とき は、 夜 8 時 と か 9 時 まで いる こと も ある けど、 まあ、 昔 に 比べ たら 全然 ホワイト でしょ? みたい な。 1 ヶ月 の 残業 時間、 10 時間 切っ てりゃ いい でしょ みたい な。 全然 働い て ない や ん け って いう 感じ だっ た ん です けど、 その 時点 で も、 たぶん こっち の 基準 から する と、 いや、 めっちゃ 働く や ん みたい な、 受け止め られ 方 に なる と 思い ます ね。",
      "timestamp": "00:23:48",
      "start": 1428566,
      "end": 1463083
    },
    {
      "speaker": "なべちゃん",
      "text": "そう な ん や。",
      "timestamp": "00:24:23",
      "start": 1463083,
      "end": 1463973
    },
    {
      "speaker": "おぐらくん",
      "text": "だ から、 日本 で ホワイト 企業 で 働い て た と 思う ん です けど、 白 って 200 職 案 年 で は ない です けど、 より ホワイト が あっ た ん だ な って。",
      "timestamp": "00:24:23",
      "start": 1463973,
      "end": 1475494
    },
    {
      "speaker": "ちーず",
      "text": "ホワイト と が ちがう か。",
      "timestamp": "00:24:35",
      "start": 1475494,
      "end": 1477324
    },
    {
      "speaker": "おぐらくん",
      "text": "その ホワイト。 僕 の、 お前 描い て い た ホワイト は、 グレー だっ た みたい な。 は はぁ。 みたい な。 そう な ん だ、 みたい な。",
      "timestamp": "00:24:37",
      "start": 1477324,
      "end": 1487388
    },
    {
      "speaker": "ちーず",
      "text": "すごい な。 日本 の 当たり前 って、 こわい な。",
      "timestamp": "00:24:47",
      "start": 1487388,
      "end": 1490239
    },
    {
      "speaker": "おぐらくん",
      "text": "ね、 おもしろい よ ね。 うん うん うん うん。",
      "timestamp": "00:24:50",
      "start": 1490239,
      "end": 1492920
    },
    {
      "speaker": "ちーず",
      "text": "し か に な、 働き すぎる。 なん で こんな に 働き すぎる ん だろう な。",
      "timestamp": "00:24:52",
      "start": 1492920,
      "end": 1497992
    },
    {
      "speaker": "おぐらくん",
      "text": "働き すぎる って いう の も、 なん か もう、 その 場 その 場 の、 なん か みんな の 共通 認識 を 軸 に 働き すぎ 働い て ない と か が 決まる から もう なんか 場所 が 違え ば 基準 が 違う の は もう 当たり前 だ から 結構 難しい よ ね まあ インターネット で 繋がっ て こう いう 感じ で カナダ と 名古屋 大津 の 家 話し てる と 世界 を またい で 比べる こと は あり ます けど いわゆる 言っ て 周り の 働い てる 人 と 比べ て 働き すぎ 働い て ない と か 決まる ん で うん うん うん 難しい よ ね なんか そう いえ ば 僕 は その 7 時 まで 一 回 働い た こと が あっ た ん です けど ちょっと 前 に 会社 全体 が 忙しく て みんな が だいたい 6 時 まで 働い て いる みたい な 期間 が ちょっと だけ あっ た らしく て その 後 の オール ハンズ と か で は ceo が 6 時 まで 働い てる なんて、 働き すぎ だ から、 みんな の プレッシャー に も なる から、 5 時 に なっ たら、 ちゃんと 帰っ て ね、 みたい な アナウンス と いう か、 呼びかけ も あっ たり し て、 優しい 先輩 だ な。 なんて 凝っ た みたい な、 すごい な と 思っ たり も し まし た。",
      "timestamp": "00:24:57",
      "start": 1497992,
      "end": 1562890
    },
    {
      "speaker": "なべちゃん",
      "text": "すごい ね、.",
      "timestamp": "00:26:02",
      "start": 1562890,
      "end": 1563370
    },
    {
      "speaker": "ちーず",
      "text": "たしか に。 そんな 呼びかけ は、 見 た こと ない か も しれ ない。 日本 で は あまり。 呼び出さ れ た こと ある けど ね、 働き すぎ で、 今 の 会社 じゃ ない けど、 前 の 会社 で、 しかも それ を 残業 時間 が 30 時間 超え ない よう に 調整 を し てる こと が バレ て、 呼び出さ れる。",
      "timestamp": "00:26:03",
      "start": 1563370,
      "end": 1587880
    },
    {
      "speaker": "おぐらくん",
      "text": "で も 日本 だ と たまに あり そう だ な って いう ストーリー です ね。",
      "timestamp": "00:26:27",
      "start": 1587880,
      "end": 1593504
    },
    {
      "speaker": "ちーず",
      "text": "よく ある ある。 いわゆる サービス 残業 って やつ です ね。",
      "timestamp": "00:26:33",
      "start": 1593504,
      "end": 1597627
    },
    {
      "speaker": "おぐらくん",
      "text": "うわー やばい。",
      "timestamp": "00:26:37",
      "start": 1597627,
      "end": 1599968
    },
    {
      "speaker": "ちーず",
      "text": "日本 の 悪しき 文化。",
      "timestamp": "00:26:39",
      "start": 1599968,
      "end": 1603671
    },
    {
      "speaker": "おぐらくん",
      "text": "悪 すぎる。 やばい よ、 残業 だけ で 悪 な の に って 感じ に なっ て ます。",
      "timestamp": "00:26:43",
      "start": 1603671,
      "end": 1608859
    },
    {
      "speaker": "ちーず",
      "text": "やばい よ ね、 サービス 残業 って もう ひっくり返っ ちゃう よ ね、.",
      "timestamp": "00:26:48",
      "start": 1608859,
      "end": 1611802
    },
    {
      "speaker": "おぐらくん",
      "text": "多分。 もう 諸悪 の 権限 や ん け みたい な。 なん か さ、.",
      "timestamp": "00:26:51",
      "start": 1611802,
      "end": 1615745
    },
    {
      "speaker": "なべちゃん",
      "text": "あの、 イー ロン ・ マスク が さ、 その めちゃくちゃ ハード ワーカー で、 X の 人 たち に なん か めちゃくちゃ 働け みたい な、 そう いう の 見 た こと ある ん だ けど、 また なんか 違う ん か な。",
      "timestamp": "00:26:55",
      "start": 1615745,
      "end": 1628135
    },
    {
      "speaker": "おぐらくん",
      "text": "そこ は 別 に、 なん か シリコン パレー と か、 そう いっ た、 もう なんか アメリカ の、 スタートアップ 激戦 地 は、 また 事情 が 違い ます ね。",
      "timestamp": "00:27:08",
      "start": 1628135,
      "end": 1638601
    },
    {
      "speaker": "なべちゃん",
      "text": "なるほど ね。",
      "timestamp": "00:27:18",
      "start": 1638601,
      "end": 1639511
    },
    {
      "speaker": "おぐらくん",
      "text": "そっち は 結構 違う し、 会社 名 忘れ た けど、 最近 シリコン バレー だ と、 収録 勤務 が ちょっと 流行っ てる と か いう 記事 も 書い て ある。 それ は また 多分 別。 世界 の 最 先端 で 高い 人 たち は、 別 世界 だ と 思い ます。",
      "timestamp": "00:27:19",
      "start": 1639511,
      "end": 1654019
    },
    {
      "speaker": "なべちゃん",
      "text": "なるほど ね。",
      "timestamp": "00:27:34",
      "start": 1654019,
      "end": 1654828
    },
    {
      "speaker": "ちーず",
      "text": "だいぶ 世界 変わっ てる ね。",
      "timestamp": "00:27:34",
      "start": 1654838,
      "end": 1658380
    },
    {
      "speaker": "おぐらくん",
      "text": "そっち は ね、 日本 の 人 たち より 全然 働い てる と 思い ます けど、 その 代わり、 給料 も たぶん 3 倍 ぐらい し てる と 思い ます けど、 3 倍 じゃ 足り ん か。 スタートアップ で も それ くらい 出す の が 普通 と いう こと な ん で、 まあまあ、 そう いっ た ところ です ね。 なるほど。 で、 次 4 個 目 が、 2、 3 週間 休み を 取る の は 普通 と いう の が あり まし た。 なん か もちろん こっち も 有給 が ある ん です けど 1 年 に 1 回 まとめ て 取る 人 が 結構 多い これ よく 聞く ね うん それ は ね ある よ ね そこ で 旅行 で 彼女 と ヨーロッパ に 行っ たり と か 自分 の 国 に 帰っ たり と か し て 2、 3 週間 連絡 なし って いう の は もう めちゃくちゃ 普通 いろんな チーム の いろんな 人 が やっ てる し なん なら CEO も たまに やっ てる か も しれ ない うち の CEO は 自分 の 国 に 帰っ た 上 で ワークフロムホーム し て まし た けれど.",
      "timestamp": "00:27:38",
      "start": 1658380,
      "end": 1707934
    },
    {
      "speaker": "ちーず",
      "text": "も.",
      "timestamp": "00:28:27",
      "start": 1707934,
      "end": 1707954
    },
    {
      "speaker": "おぐらくん",
      "text": "1 週間 ぐらい 休み は 資料 まとめ て 撮っ て たり と か し て た 気 が し ます ね 日本 の 感覚 だ と まとまっ た 長い 休み 撮る と ちょっと その 間 他 の 人 に 迷惑 か っ ちゃう なぁ みたい な こと を 考える 気 が する ん です けど なん か そんな もの は こっち で は 多分 誰 も 考え なく て だ から、 誰 も が 1 年 に 1 回、 そう いう こと を とる の で、 休み を とる の で、 それ が ふつう だ し、 別 に、 その 結果、 多少、 誰 か に 迷惑 が かかっ て て も、 そう いう もの だ よ ね、 と いう こと で、 誰 も 気 に し ない。 て か、 それぞれ の 人生 を 充実 さ せる ほう が、 最 優先 で、 仕事 の 事情 は 後 に くる よ ね、 と いう の は、 みんな の 共通 認識 な 気 が し て い て、 そこ は、 なんて いう ん です か ね、 雰囲気 の 違い と いう か、 文化 の 違い を 感じ ます ね。 僕 は 長い 休み を とる 予定 が ない ん です けど、 もう ちょっと し たら とろう か な と 思っ て ます。 どこ に 行く か と か も 決め て ませ ん けど、 いい ね。 と いう こと で、 最後 が 首輪 よく ある 話 です ね。 海外 の 企業 だ と 首輪 よく ある よ って いう の は、 いろんな ところ で 言わ れ てる と 思う ん です けど、 ヨーロッパ は 違う 気 が し ます が、 北米 だ と よく ある 話 です ね。 レイオフ で 部署 ごと なくなる と か、 そう いう の も 最近 だ と よく あり ます けど、 そう じゃ なく て も 使用 期間 で、 パフォーマンス が 十 分出 なく て 首 って いう の が ちらほら 見かけ たり し ます し ま あ 使用 期間 じゃ なく て も そもそも 結構 首 が し やすい 精度 な ん で パフォーマンス が 足り て なけれ ば 最後 なら と いう の が よく ある ん で まぁ これ は 怖い な と 思う 反面 なんか 今 まで いっ 触れ て き た よう な 過程 を 問わ なく て 結果 だけ 重視 し て それ が 結果 が 出 てれ ば 後 の 働き 方 すごい 自由 です ね って いう 自由 で 家庭 の 透明 性 を 問わ ない 働き 方 って いう の は、 その 結果 が 出 ない と クビ に なっ ちゃっ て いう こと で、 おのおの が 正確 に 責任 を 持つ こと で 成り立つ の か な って 思う 気 が し て い て。 確か に、.",
      "timestamp": "00:28:30",
      "start": 1710004,
      "end": 1837086
    },
    {
      "speaker": "ちーず",
      "text": "全部 ひ も づい てる ね。",
      "timestamp": "00:30:37",
      "start": 1837086,
      "end": 1838896
    },
    {
      "speaker": "おぐらくん",
      "text": "そう。 本当 に サボっ て いる ん だっ たら、 クビ です から みたい な。",
      "timestamp": "00:30:38",
      "start": 1838896,
      "end": 1845078
    },
    {
      "speaker": "ちーず",
      "text": "確か に、 そこ の メリハリ が ちゃんと し て いる から、 そう いう 家庭 は 見 なく て よく て、 結果 で。 勝負 で ある 一定 ライン の ところ を 下がっ た 首 って いう もの が ある から 成果 に こだわれる 環境.",
      "timestamp": "00:30:45",
      "start": 1845078,
      "end": 1857721
    },
    {
      "speaker": "おぐらくん",
      "text": "で ある みたい な そう、 結局 それ が 一番 大きい か な と いう 感じ が し て て、 もし ここ で 首 が 日本 と 同じ よう に し にくい 環境 だっ たら、 今 ふれ て き た よう な 自由 な 働き 方 って、 たぶん 全部 成り立っ て ない 気 が する ん です よ ね。",
      "timestamp": "00:30:57",
      "start": 1857721,
      "end": 1872524
    },
    {
      "speaker": "ちーず",
      "text": "まあ、.",
      "timestamp": "00:31:12",
      "start": 1872524,
      "end": 1872794
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね。 うん。 ちゃんと 結果 が 出す プレッシャー が いい 塩梅 に かかる こと に よっ て、 うまい バランス で 保た れ てる って いう の が、 なん か 僕 の 今 の 感想 です か ね。 なるほど ね。",
      "timestamp": "00:31:12",
      "start": 1872794,
      "end": 1884543
    },
    {
      "speaker": "ちーず",
      "text": "これ は、 がっつり 国 の 違い なく、 企業 の 違い と いう か、 国 の 違い だ な って、 たぶん、 法律 も 絡ん で くる じゃん ね。",
      "timestamp": "00:31:24",
      "start": 1884553,
      "end": 1890961
    },
    {
      "speaker": "おぐらくん",
      "text": "勤務 時間 と か。 法律、 絶対 ある ね。",
      "timestamp": "00:31:30",
      "start": 1890961,
      "end": 1892954
    },
    {
      "speaker": "ちーず",
      "text": "その、 クビ に し て いい 条件 で あっ たり と か、 あまり 法律、 詳しく ない ん だ けど、 たぶん、 そう いう ところ の ライン も、 全然 違う から、 働き 方 が 変わっ て き て いる の か な って いう の も ある ね。",
      "timestamp": "00:31:32",
      "start": 1892954,
      "end": 1902440
    },
    {
      "speaker": "おぐらくん",
      "text": "そう だ ね なん か さあ の.",
      "timestamp": "00:31:42",
      "start": 1902450,
      "end": 1904892
    },
    {
      "speaker": "なべちゃん",
      "text": "首 に なる 前 に 一応 の 最終 通告 みたい な 感じ で こう いう 結果 出せ ない と 首 に する よ みたい な なんか ある 会社 も ある みたい な 話 聞い た こと ある ん だ けど あー ある.",
      "timestamp": "00:31:44",
      "start": 1904892,
      "end": 1914157
    },
    {
      "speaker": "おぐらくん",
      "text": "なんか 多分 大きい 会社 は ある と 思う けど 大きい 会社 だ と 聞い た こと ある けど うち の 会社 は 少ない と 思う ない し あー そっ か じゃあ それ が 出 たら ほぼ ほぼ 首 確定 みたい な 会社 も 話 で 聞い たら ある の で 結構 そこ の バリエーション は 会社 に よる か な と いう 感じ.",
      "timestamp": "00:31:54",
      "start": 1914157,
      "end": 1929826
    },
    {
      "speaker": "ちーず",
      "text": "です ね ちなみ に、 おぐらく ん は、 今 の 会社 で、 ほか の 人 が くび に なる 瞬間 を 見 た こと は ある? うん。 3 か月 で ある ん だ。",
      "timestamp": "00:32:09",
      "start": 1929826,
      "end": 1938746
    },
    {
      "speaker": "なべちゃん",
      "text": "そう か。",
      "timestamp": "00:32:18",
      "start": 1938746,
      "end": 1939607
    },
    {
      "speaker": "おぐらくん",
      "text": "うん、 けっこう ある。 他 の 会社 の 人 に も 聞い た けど、 首 が カジュアル な 存在 な ん です よ ね。 日本 に 来 られる と。",
      "timestamp": "00:32:19",
      "start": 1939607,
      "end": 1947558
    },
    {
      "speaker": "ちーず",
      "text": "すごい な。",
      "timestamp": "00:32:27",
      "start": 1947558,
      "end": 1948899
    },
    {
      "speaker": "おぐらくん",
      "text": "本当 に 首 って ある の? ドキドキ って いう 感じ な ん です けど、 最初 は。 数 回 見る と、 風物 詩 じゃ ない です けど、 はい はい、 ある よ ね、 ぐらい の。 すぐ そこ に、 首 は いる って いう 感じ が あり ます ね。 そっ か。 振り返れ ば 首 が いる みたい な。",
      "timestamp": "00:32:28",
      "start": 1948899,
      "end": 1970692
    },
    {
      "speaker": "なべちゃん",
      "text": "怖い っちゃ 怖い よ ね。",
      "timestamp": "00:32:50",
      "start": 1970692,
      "end": 1973293
    },
    {
      "speaker": "おぐらくん",
      "text": "それ も ちゃんと 仕事 すれ ば 問題 ない。",
      "timestamp": "00:32:53",
      "start": 1973293,
      "end": 1975313
    },
    {
      "speaker": "なべちゃん",
      "text": "そっ か そっ か。",
      "timestamp": "00:32:55",
      "start": 1975313,
      "end": 1975603
    },
    {
      "speaker": "おぐらくん",
      "text": "なん か、 後 から 人 に 話 を 聞い て みる と、 そう いう 人 は 確か に、 なん か 結構 2、 3 ヶ月 に わたっ て、 パフォーマンス が 全然 出 て なく て、 なん か 他 の 人 から 結構 助け舟 を 出し て も、 それ で も ダメ だっ た みたい な。",
      "timestamp": "00:32:55",
      "start": 1975603,
      "end": 1989988
    },
    {
      "speaker": "なべちゃん",
      "text": "相当 見限ら れ てる ん だ ね.",
      "timestamp": "00:33:09",
      "start": 1989998,
      "end": 1993942
    },
    {
      "speaker": "おぐらくん",
      "text": "最初 の プロベーション 期間 日本 で いう 使用 期間 って いう の が 大体 3 ヶ月 な ん です けど カナダ だ と この IT トリオ の ポッド キャスト に も ちょくちょく 出 て もらっ た フロック 代表 の セナ さん こっち で エンジニア と か の 海外 進出 サポート する フロック って いう 会社 の セナ さん に 話 を 聞い て みる と 日本 人 で そう いう プロベーション で 使用 期間 が 終わる 前 に クビ に なっ た 人、 見 た こと が ない と か 言っ て た ん で、 日本 人 の 勤勉 さ を もっ て する と、 クビ に なら ない って いう の は、 たぶん 余裕 の こと。",
      "timestamp": "00:33:13",
      "start": 1993942,
      "end": 2023516
    },
    {
      "speaker": "ちーず",
      "text": "はい。 ベースライン と し て 考え 方 が 違う から。",
      "timestamp": "00:33:43",
      "start": 2023516,
      "end": 2027007
    },
    {
      "speaker": "おぐらくん",
      "text": "日本 人 の たぶん、 仕事 に 対する ベースライン が すごい 高い ん です よ ね。 めちゃくちゃ。",
      "timestamp": "00:33:47",
      "start": 2027007,
      "end": 2033390
    },
    {
      "speaker": "ちーず",
      "text": "確か に、 さっき の 話 を 聞い てる と、.",
      "timestamp": "00:33:53",
      "start": 2033390,
      "end": 2035780
    },
    {
      "speaker": "おぐらくん",
      "text": "そう もちろん その レイオフ は また 事情 が 別 で そう いう の は もう パフォーマンス 関係 なく もう なんか 財務 条件 に なっ て バシバシ 切ら れる の で それ は また 別 の 話 な ん です けど 個人 の パフォーマンス 起因 の 首 の つい て は なん か あんま 日本 人 の 基準 から し て 働い て いれ ば て か 日本 人 基準 で 多 乗 サボっ サボっ て て も 周り の 人 から する と 結構 頑張っ てる ね って いう 感じ だ から そこ は ない あんまり なんか 最初 は おどおど し て まし た けど 蓋 を 開け て みる と、 心配 する こと は ない の か な と いう 感じ が あっ たり する。 言う て、 最初 は 心配 です けど ね。 なん か、 そう いう 感じ です ね。",
      "timestamp": "00:33:55",
      "start": 2035790,
      "end": 2073641
    },
    {
      "speaker": "なべちゃん",
      "text": "なるほど ね。",
      "timestamp": "00:34:33",
      "start": 2073641,
      "end": 2074861
    },
    {
      "speaker": "ちーず",
      "text": "おもしろい。",
      "timestamp": "00:34:34",
      "start": 2074861,
      "end": 2076605
    },
    {
      "speaker": "おぐらくん",
      "text": "これ は、 僕 は きれい に まとめ て ブログ に 書け たら いい な と 思い つつ、 書ける か どう か は わから ない けど、 書い たら 絶対 おもしろい です よ ね。 日本 だ と、 個人 と 会社 が べったり くっつい てる 感 が ある ん です けど、 こっち は、 よく も 悪く も ドライ だ な って いう 感じ が 全体 的 に し ます ね。",
      "timestamp": "00:34:36",
      "start": 2076614,
      "end": 2095774
    },
    {
      "speaker": "ちーず",
      "text": "今、 日本 と 北米 って まとめ て いい の か? 北米 の ちがい だ けど、 他 の 国 だ と また ちがう ちがい が あっ て、 やっぱ カルチャー って いう の は ね、 差 が ある こと を 理解 する って いう 検証 を 最近 受け た から、 すごい 身 に しみ て 実感 し て ます ね。",
      "timestamp": "00:34:55",
      "start": 2095774,
      "end": 2116359
    },
    {
      "speaker": "おぐらくん",
      "text": "まじ で そう だ よ ね。",
      "timestamp": "00:35:16",
      "start": 2116359,
      "end": 2117450
    },
    {
      "speaker": "ちーず",
      "text": "なん か 日本 の 中 で の あたり まえ が、 それ は 日本 の 文化 で ある みたい な ところ は 理解 し て、 コミュニケーション を とる 必要 が ある ん だ な って いう の を すごい 実感 し た ん で、.",
      "timestamp": "00:35:17",
      "start": 2117450,
      "end": 2128998
    },
    {
      "speaker": "おぐらくん",
      "text": "あり ます ね。 これ から の 時代 は そう いう もの に より 気 を 使っ て いく こと に なる の か も しれ ませ ん。 大事 です ね。 IT トリオ を 聞い て いれ ば、 そう いう こと に も 気 を 使える よう に なれる と いう こと で、 ぜひ チャンネル の フォロー を お 待ち し て おり ます。 今日 は そんな 感じ か な。 長かっ た。 と いう こと で、 最後 まで 聞い て くださり ありがとう ござい まし た。 IT トリオ は 各週 月曜 日 に 更新 さ れ ます。 Spotify、 ApplePodcast、 YouTbe など で 番組 の フォロー を ぜひ よろしく お 願い し ます。",
      "timestamp": "00:35:29",
      "start": 2129008,
      "end": 2158472
    },
    {
      "speaker": "ちーず",
      "text": "レビュー、 コメント、 お 便り も 募集 し て い ます お 便り フォーム の リンク は 放送 の 概要 欄 に ある の で どしどし 送っ て ください また XS.",
      "timestamp": "00:35:58",
      "start": 2158482,
      "end": 2165860
    },
    {
      "speaker": "なべちゃん",
      "text": "ペイン が ある と とても 嬉しい です ハッシュ タグ IT トリオ で お 待ち.",
      "timestamp": "00:36:05",
      "start": 2165860,
      "end": 2169490
    },
    {
      "speaker": "おぐらくん",
      "text": "し て い ます ちなみ に お 便り フォーム は 最近 リニューアル し て IT しくじり 先生 と か 僕 の 私 の プル リク 自慢 と か そう いう コーナー を 設け た の で ぜひ 送っ て ください お 願い し ます お 願い し ます と いう こと で それ で は また 次回 お 会い し ましょう ありがとう ござい まし た ありがとう ござい まし た.",
      "timestamp": "00:36:09",
      "start": 2169490,
      "end": 2185442
    }
  ],
  "language": "ja"
}
