{
  "segments": [
    {
      "speaker": "おぐらくん",
      "text": "AI 時代 の キャリア に 迷え る 小羊 さん から お 便り いただき まし た。",
      "timestamp": "00:00:00",
      "start": 168,
      "end": 3639
    },
    {
      "speaker": "ちーず",
      "text": "お 便り ありがとう ござい ます。",
      "timestamp": "00:00:03",
      "start": 3639,
      "end": 5880
    },
    {
      "speaker": "おぐらくん",
      "text": "さっそく 読み上げ ます。 ラジオ ネーム ま みし ー さん から いただき まし た。 みな さん こんにちは。 初めて お 便り 書き ます。 私 は IT 換気 の 仕事 で は なく、 在宅 で 動画 編集 など を 行っ て いる 荒沢 の 沢 越 の 女 です。 いつ も 仕事 中 に 聞か せ て いただい て ます。 3 人 も いる の に 話し て いる 時 に 声 が 変わら なく て 皆 さん の バランス の 良 さ が とても 気 に 入っ て い ます そして 急 に 相談 失礼 し ます 来年 は 10 年 後 に 役立つ よう な 資格 を 取り たい なぁ と 思っ て いる の です が AI 化 が 進ん で いく 中 で 何 を 勉強 する べき か 悩ん で い ます … まず の IT パスポート を 宅 検 や 募金 2 級 と か どう だろう と 思っ たり も し た の です が 全て 10 年 後 に は 無 意味 な 世の中 に なっ て そう な 気 も し ます … 何 か これ は どう だ って いう の が あれ ば アドバイス いただける と 嬉しい です と の こと です ありがとう ござい ます はい、 なるほど です ね。 質問 に 答える 前 に ちょっと 説明 し て おき たい ん です けど、 3 人 いる けど 声 かぶら ない 問題? 問題 って いう か、 問題 で は ない ん です けど、 これ 確か に かぶる こと 少ない 気 は する ん です けど、 編集 で 削っ て ます ね、 かぶっ た とき は。 そう.",
      "timestamp": "00:00:05",
      "start": 5880,
      "end": 69212
    },
    {
      "speaker": "なべちゃん",
      "text": "です ね。 ありがとう ござい.",
      "timestamp": "00:01:09",
      "start": 69212,
      "end": 70152
    },
    {
      "speaker": "おぐらくん",
      "text": "ます、 ほんと。 1 本 エピソード 収録 する と 大体 3、 4 回 は かぶっ て いる 気 が し ます ね。 まあ で も、 と は いえ 確か に 声 かぶる 感じ が 少ない し、 オン ライン で やっ て て 時差 と いう か 距離 も 空い てる 中 の 遅延 が ある 中 で やっ て て その 回数 な ん で、 確か に バランス は 非常 に 良く て、 なん か 阿吽 の 呼吸 で 喋っ たり 喋ら なかっ たり を 使い分け られ て いる 気 は し て ます が、 まあ 編集 で 30 % ぐらい 向上 し て ます と いう.",
      "timestamp": "00:01:10",
      "start": 70152,
      "end": 97027
    },
    {
      "speaker": "ちーず",
      "text": "こと でし た。 あと、 声 の 質問、 みんな ちがう から ね。 誰 が しゃべっ て いる か って いう の は、 わかり やすい か も.",
      "timestamp": "00:01:37",
      "start": 97027,
      "end": 103546
    },
    {
      "speaker": "おぐらくん",
      "text": "しれ ない ね。 それ は ある ね。 僕 と ナビ シャン の 声 も、 まあ.",
      "timestamp": "00:01:43",
      "start": 103546,
      "end": 107948
    },
    {
      "speaker": "ちーず",
      "text": "ちがう し ね、 けっこう。 うん。 けっこう 聞き分け できる って いう の は ね、 大事 か も しれ.",
      "timestamp": "00:01:47",
      "start": 107948,
      "end": 113370
    },
    {
      "speaker": "おぐらくん",
      "text": "ない よ ね。 まあ、 よかっ た です ね。 この バランス の よ さ は。 まあ、 そんな バランス の いい 3 人 に 質問 が き た と。 どんな 資格 が お すすめ です か? アドバイス ない です か?",
      "timestamp": "00:01:53",
      "start": 113370,
      "end": 125766
    },
    {
      "speaker": "ちーず",
      "text": "って こと です。 脳 資格 ピー ポー だ.",
      "timestamp": "00:02:05",
      "start": 125766,
      "end": 128452
    },
    {
      "speaker": "おぐらくん",
      "text": "から な、 あたし。 脳 資格 ピー ポー です か? 僕 は、 ファイナンシャル プランナー.",
      "timestamp": "00:02:08",
      "start": 128452,
      "end": 132536
    },
    {
      "speaker": "なべちゃん",
      "text": "3 級 と、 お、 そんな こと 言っ て.",
      "timestamp": "00:02:12",
      "start": 132536,
      "end": 134678
    },
    {
      "speaker": "おぐらくん",
      "text": "た ん だ。 基本 情報、 なん だ っけ? なん と か.",
      "timestamp": "00:02:14",
      "start": 134678,
      "end": 139022
    },
    {
      "speaker": "なべちゃん",
      "text": "書く と か。 僕 は、 基本 情報 技術 試験 と、 あと、 教員 免許.",
      "timestamp": "00:02:19",
      "start": 139022,
      "end": 144747
    },
    {
      "speaker": "おぐらくん",
      "text": "持っ て ます。 はい。 教員 免許 は いい っす ね。 まあ で も、 そんな 中 で どんな 資格 が いい です か って こと で、 僕 ね、 ぱっ と 思いつい た の が 3 個 ぐらい あっ た ん です よ。 その.",
      "timestamp": "00:02:24",
      "start": 144747,
      "end": 156946
    },
    {
      "speaker": "なべちゃん",
      "text": "1、 寿司.",
      "timestamp": "00:02:36",
      "start": 156946,
      "end": 158847
    },
    {
      "speaker": "ちーず",
      "text": "職人。 寿司 職人? そう な の? 資格.",
      "timestamp": "00:02:38",
      "start": 158847,
      "end": 163272
    },
    {
      "speaker": "おぐらくん",
      "text": "な の? ね。 資格 で は ない ん です が、 やっぱり その AI で、 映画 が 進ん で いく 中 で 何 が 残る か と いう と、 何 かしら 情報 だけ じゃ なく て、 実際 の 物体 に 近い もの は 残り やすい か な と 思っ て、 20 年 後 に は 知り ませ ん けれど も。 で、 僕 バンクーバー、 カナダ で 住ん でる ん です けど いる と、 結構 なん か 寿司 職人 の 需要 が 高い と いう か、 やっぱ 日本 人 と し て の 強み を 生かす に は どう する べき か って いう の を 日々 生活 の 中 で 考える と、 結構 すし 職人 って 海外 に 住ん で みる と 現実 的 だ な と いう 気 が する.",
      "timestamp": "00:02:43",
      "start": 163272,
      "end": 202018
    },
    {
      "speaker": "なべちゃん",
      "text": "ん です ね。 海外 に 住ん だら.",
      "timestamp": "00:03:22",
      "start": 202018,
      "end": 204121
    },
    {
      "speaker": "ちーず",
      "text": "だ よ ね。",
      "timestamp": "00:03:24",
      "start": 204121,
      "end": 204952
    },
    {
      "speaker": "おぐらくん",
      "text": "なかなか じゃ ない。 日本 の 中 です し 職人 って 結構 多分 もう 無理 だ と 思う ん です よ。 東京 すし 職人 育成 アカデミー と か ある と 思う ん です けど、 それ 行っ た とて、 すごい 10 代 の 頃 から プロ の すし 職人 の ところ で 修行 し てる 方 に は 絶対 かなわ ない って いう、 日本 は レッド オーシャン だ と 思う ん です けど、 たぶん、 すし 育成 アカデミー に 行っ た 程度 の レベル で も 海外 に 行っ たら なかなか 通用 する だ な と 思う ん.",
      "timestamp": "00:03:24",
      "start": 204952,
      "end": 232508
    },
    {
      "speaker": "ちーず",
      "text": "です よ ね。 前提 と し て 海外 に.",
      "timestamp": "00:03:52",
      "start": 232508,
      "end": 235650
    },
    {
      "speaker": "おぐらくん",
      "text": "行く ところ から、 前提 と し て.",
      "timestamp": "00:03:55",
      "start": 235650,
      "end": 237506
    },
    {
      "speaker": "なべちゃん",
      "text": "海外 です けど。 だ から、 英語 も でき ない と.",
      "timestamp": "00:03:57",
      "start": 237506,
      "end": 239368
    },
    {
      "speaker": "おぐらくん",
      "text": "いけ ない でしょ? 英語 は もう やっ て ください。 それ が 1 個。 で、 もう 1 個 が、 最近 ニュース で、 ニュース って いう か、 何 かしら の 記事 で 読ん だり し た ん です けど、 消防 設備 士。 建物 の 中 の 消防 設備 を 点検 する みたい な 国家 資格 が あっ て、 なん か これ 僕 が 知っ た の は、 ザブン グル って いう お 笑い コン の、 悔しい です の 顔 を しわくちゃ に する 加藤 さん。 が 消防 設備 士 の 資格 持っ てる ん です よ それ で たびたび なんか 消防 設備 士 と いう 仕事 に つい て インタビュー を 受け て 話し たり し てる と の が あっ て 最近 も それ 新しい 記事 が 出 て た の で 僕 それ 知っ た ん です けど 結構 なん か AI 関係 なく 残り そう な 感じ が し て い て まあ もちろん 名前 の 通り その 建物 の 消防 設備 を 点検 し なきゃ いけ ない って 法律 的 に ちょっと 細かい ところ 忘れ た けど なん か 定期 的 に その 消防 設備 で 点検 し なきゃ いけ ない ん です よ ね そもそも それ が 決まっ て ます と で もちろん その ai が 発展 し た とて 多分 めちゃくちゃ 遠い 将来 に は ai で その ロボット が 循環 し て 確認 する と か ある か も しれ ない ん です けど まあ 言う て も それ くる の 当分 先 でしょう と 思う し これ は 結構、 消防 の 設備 って さっき 言っ た よう に、 法律 と か で やら なきゃ いけ ない って こと が 決まっ てる ん で、 景気 の 波 に 左右 全然 さ れ にくい と.",
      "timestamp": "00:03:59",
      "start": 239368,
      "end": 324780
    },
    {
      "speaker": "ちーず",
      "text": "いう こと が。 それ.",
      "timestamp": "00:05:24",
      "start": 324780,
      "end": 326201
    },
    {
      "speaker": "おぐらくん",
      "text": "は そう ね。 って いう の を チラッ と 読ん だ 程度 で、 あ、 消防 設備 士、 この お 便り の 回答 に ぴったり な ん じゃ ない か と 思っ て.",
      "timestamp": "00:05:26",
      "start": 326201,
      "end": 335689
    },
    {
      "speaker": "ちーず",
      "text": "まし た。 なるほど。 まあ、 異動 は する.",
      "timestamp": "00:05:35",
      "start": 335689,
      "end": 338871
    },
    {
      "speaker": "おぐらくん",
      "text": "だろう けど ね。 異動 は し ます ね。 まあ で も AI、 ASAI って 考え たら、 人間 の 強み を 生かせる ん じゃ.",
      "timestamp": "00:05:38",
      "start": 338871,
      "end": 347690
    },
    {
      "speaker": "ちーず",
      "text": "ない か と。 そこ を AI ロボット を 設備 士 と し て 作る って いう の は、 なかなか この AI 社会 の 中 で も 後回し に は なる と 思う から、 10 年 後 に、 AI に 仕事 は 奪わ れ ない もの の 一 つ か な と は.",
      "timestamp": "00:05:47",
      "start": 347690,
      "end": 364342
    },
    {
      "speaker": "おぐらくん",
      "text": "思い ます ね。 で、 僕 が もう 一 個 思っ た 最後 の 一 つ が、 なん か ちょっと 前 に 僕 も 気 に なっ て 調べ た 資格 な ん です けど、 国会 議員 政策 担当 秘書 です。 国会 議員 に つい て、 政策 立案 及び 立法 活動 を 補佐 する 秘書 です ね。 これ は 国家 資格 が あり まし て、 これ 合格 する と その まま すぐ 職人 を つける って いう わけ で は ない ん です けど 何 かしら の ポータル サイト みたい な ところ に 登録 する の か な って 要望 が あれ ば 秘書 と し て どっ か の 国会 議員 に つい て 仕事 を する みたい な 感じ です 僕 は これ は AI に 置き換え られ にくい か な と 思っ て い て 別 に 深く 調べ た わけ じゃ ない です けど やっぱ 政治 の 世界 って 動き 遅い し すっ げ ー 雑 な ん だ けど あと まあ やっぱ 人 に つい て 秘書 と し て 仕事 を する って いう もの な の で 結構 その 国会 議員 の 忙しい 日々 を サポート し て こう 空気 を 読み つつ 積極 的 に サポート する みたい な ところ を 求め られる か な と 思っ て い て それ は なん か AI が いくら 発展 し て そこ に パソコン の 中 で AI が 動い てる よ と 言っ た とて まあ 残る 仕事 絶対 ある だろう な って いう 気 が する の で いい な と 思っ たり し て 調べ た こと が あり ます。 ただ、 そんな に 簡単 な 試験 で は なさ そう です し、 国会 議員 に 就い て 仕事 する の で 結構 ハード ワーク っぽい です ね。 しんど そう。 な の で、 バーサス AI の 観点 で 言う と 結構 いい ん じゃ ない って 思い ます けれど も、 ワーク ライフ バランス と か そう いう 観点 で 言う と、 そんな に お すすめ じゃ ない の か も と か 思っ たり。 まあ、 と いう こと で、 僕 の お すすめ は、 寿司 職人、 消防 設備 士、 国会 議員 政策 担当.",
      "timestamp": "00:06:04",
      "start": 364342,
      "end": 478306
    },
    {
      "speaker": "なべちゃん",
      "text": "秘書 でし た。 結構 目指し て.",
      "timestamp": "00:07:58",
      "start": 478306,
      "end": 480087
    },
    {
      "speaker": "ちーず",
      "text": "おい た な。 色.",
      "timestamp": "00:08:00",
      "start": 480087,
      "end": 480987
    },
    {
      "speaker": "なべちゃん",
      "text": "とりどり だ ね。 僕 は ね、 不 動産 は 結構 いい と 思う。 結局、 土地 と か 建物 って いう の は、 家 が いくら 発展 しよう とも、 やっぱ 人 は 住む から、 そこ の 取扱い って いう の は、 結局 誰 か 介在 する と 思う。 なん か AI で 自動 化 なかなか さ れ づらい ん じゃ ない か な.",
      "timestamp": "00:08:00",
      "start": 480987,
      "end": 502073
    },
    {
      "speaker": "おぐらくん",
      "text": "って いう、 そもそも。 まあ、 確か に ね。 それ で 言う と、 資格 的 に は 何 に なる.",
      "timestamp": "00:08:22",
      "start": 502073,
      "end": 505596
    },
    {
      "speaker": "ちーず",
      "text": "ん.",
      "timestamp": "00:08:25",
      "start": 505596,
      "end": 505616
    },
    {
      "speaker": "なべちゃん",
      "text": "です か、 それ。 資格 的 に は、 不 動産 鑑定.",
      "timestamp": "00:08:25",
      "start": 505616,
      "end": 508178
    },
    {
      "speaker": "ちーず",
      "text": "士.",
      "timestamp": "00:08:28",
      "start": 508178,
      "end": 508258
    },
    {
      "speaker": "おぐらくん",
      "text": "と か。 ああ、 不.",
      "timestamp": "00:08:28",
      "start": 508258,
      "end": 509379
    },
    {
      "speaker": "なべちゃん",
      "text": "動産 鑑定 士。 卓 研 と か で も いい.",
      "timestamp": "00:08:29",
      "start": 509379,
      "end": 510761
    },
    {
      "speaker": "ちーず",
      "text": "と 思う し。 うん、 卓 研 全然 すたれ ない と 思う ん だ.",
      "timestamp": "00:08:30",
      "start": 510761,
      "end": 513523
    },
    {
      "speaker": "なべちゃん",
      "text": "よ ね。 うん、 そこ ら 辺 の 不 動産 関連 の やつ って いう の は、 結構 いい と 思う。 なかなか その エア 入っ た と し て も 多分 法的 に じゃあ AI に 任せ ます みたい な こと に も なら ない と 思う し フィジカル 的 な AI が 入っ て き た と し て やっぱ 人 が 住む って いう の は 変わん ない から 不 動産 を やり取り する って いう こと 自体 は 多分 発生 する と 思う し なかなか.",
      "timestamp": "00:08:33",
      "start": 513523,
      "end": 533259
    },
    {
      "speaker": "おぐらくん",
      "text": "なくなる ん じゃ ない か な って.",
      "timestamp": "00:08:53",
      "start": 533259,
      "end": 534200
    },
    {
      "speaker": "なべちゃん",
      "text": "いう の は ある と 思う だ から 結構 不 動産 関連 の 資格 は 結構 まだまだ ある ん じゃ ない.",
      "timestamp": "00:08:54",
      "start": 534200,
      "end": 540223
    },
    {
      "speaker": "おぐらくん",
      "text": "か な と は 思っ て ます じゃあ その ま みし ー さん が 例 の 中 に 挙げ て い た 特権 って いう の は 結構 いい と いう こと です ね 結構 いい と ナビ ちゃん 的.",
      "timestamp": "00:09:00",
      "start": 540223,
      "end": 547947
    },
    {
      "speaker": "ちーず",
      "text": "に は うん、 私 も ね、 この 3 つ ピックアップ し てる 中 で、 一番 いい な と 思っ た の は、 たっ けん だっ た。 バナベ ちゃん.",
      "timestamp": "00:09:07",
      "start": 547947,
      "end": 555827
    },
    {
      "speaker": "なべちゃん",
      "text": "と 同じ 感覚。 で、 税理 士 と か 弁護 士 と か、 そう いう の も あり か な と は 思う けど、 だ って AI が でき た と し て、 たぶん AI に 税理 任せる と か、 弁護 士 に。 弁護 士 が AI 代わり に やる と か って 多分 なかなか その 法廷 の 場 で AI が 代わり に 立ち ます みたい な よっぽど その ディストピア な 世界 は なさ そう な 気 が する し ま あ 大丈夫 か な と 思う けど で も 簡単 な 相談 と か なんか 弁護 士 に 軽く 相談 し ます と か 税理 士 に 軽く 相談 し ます と か そう いう ちっちゃい 需要 みたい な の は 多分 減っ てく から 大 は 減っ てく 可能 性 は ある か な って いう の で まあ ちょっと 弱い か.",
      "timestamp": "00:09:15",
      "start": 555827,
      "end": 587349
    },
    {
      "speaker": "おぐらくん",
      "text": "な と は 思っ て いる あと 僕 も 弁護 士 よぎっ た けど 弁護 士 の 資格 取る の は 超 む ず い だろう な と.",
      "timestamp": "00:09:47",
      "start": 587349,
      "end": 593151
    },
    {
      "speaker": "ちーず",
      "text": "思っ て やばい と 思う な ん で 資格 が 取り たい か に よる と 思う ん だ よ ね。 10 年 後 に 新しい 仕事 を し たい の か な、.",
      "timestamp": "00:09:53",
      "start": 593151,
      "end": 603126
    },
    {
      "speaker": "おぐらくん",
      "text": "この 方 は。 それ は わから ない けど、 確か に 僕 も 読ん で 思っ た の は、 何 か の 資格 を 取れ ば AI が 発展 し て 変化 し て いく、 いろんな 彼 ら が 一生 安泰 って いう の を 求め て いる 場合 は、 多分 ほぼ 無理 だろう な と いう。 何 かしら 資格 取っ た と し て も、 さらに 10 年 後 に 安定 し て いる か どう か は わかん ない の で、 なん か この 今後 の 世の中 と いう か 多分 今後 数十 年 の 世の中 の 流れ 的 に は おそらく 何 か 一 つ の スキル や 資格 が ある から その 後 ずっと 安泰 って いう 世界 は あまり ない ん じゃ ない か な と いう 心構え で い なきゃ いけ ない の か な と お 便り 読ん で ちらっ と 思っ て.",
      "timestamp": "00:10:03",
      "start": 603126,
      "end": 646699
    },
    {
      "speaker": "ちーず",
      "text": "おり まし た ね なんか この AI 化 が 進ん で いく 中 で 10 年 後 って いう の が どう いう もの か が 想像 し づらい 世界 に は なっ て き た か な と 思っ て て キャリア を この タイミング で 固定 する って いう の は 結構 難しい な って 思っ て い て 固定 無理 ね その ai の 情報 を も 常 に キャッチ アップ し ながら 自分 が キャリア と し て どう 気づき たい か どう ある べき か と か を 考え て いく の か な って 思っ て て 例えば 10 年 後 に 人間 より 実 は ai の が 信頼 度 が 高く なっ て い た 場合 って その 弁護 士 の 話 も いや 人間 が 判断 する より ai が 判断 する 方 が 正しい みたい な 世界 に なっ てる 可能 性 も ある じゃん あんま ない けど、 私 の 中 で は。 と か、 今 って、 まあ、 冗長 的 価値 と か、 AI が 発展 し て いく 中 で、 結構 価値 観 上がっ て いる けど、 そう いう ところ も、 もう なんか、 人間 が だいぶ 機械 的 に なっ て いる と か、 そう いう、 もう 対面 で お 話し する と か、 だいぶ 減っ て ます みたい な。 世界 が 来る 可能 性 と か も、 まあ なき に しも あら ず だ から、 なん か 10 年 後 って いう ところ を もう 少し 手前 に 置い て、 自分 が 今 何 に チャレンジ し て み たい か って いう ところ を、 なん か 考え て やっ て いく くらい の 方 が、 温度 感 と し て は いい か な って 思っ たり し た。 って いう の が、 なん か ごめん ね、 なん か 多分 何 か この 資格 は どう だ って いう アドバイス で は ない けど、 自分 が この メッセージ を 受け取っ た 時 に 感じ た こと か な。 流動 的 に キャリア を 選ん で いく って いう 方 が、 この 社会 に は、 今 の この 社会 に あっ て そう.",
      "timestamp": "00:10:46",
      "start": 646699,
      "end": 752714
    },
    {
      "speaker": "おぐらくん",
      "text": "だ な って。 いや、 全く.",
      "timestamp": "00:12:32",
      "start": 752714,
      "end": 754255
    },
    {
      "speaker": "ちーず",
      "text": "同意 です ね、.",
      "timestamp": "00:12:34",
      "start": 754255,
      "end": 754966
    },
    {
      "speaker": "なべちゃん",
      "text": "それ は ね。 そう ね、 なん か これ が ある から 安心 と か って いう より か は、 もう 都度 都度、 多分 その 状況 に 合わせ て、 変化 し て いか ない と、 たぶん、 つい て いけ なく なる 世界 に なっ て き てる よう な 気 も し なく.",
      "timestamp": "00:12:34",
      "start": 754966,
      "end": 766202
    },
    {
      "speaker": "ちーず",
      "text": "は ない ね。 で も まあ、 10 年、 10 年 だっ たら、 なん か、 どれ も まだ、 人間 の 知識 に 価値 が ある と いう 状況 に は なり そう だ から、 なん か、 たとえ この ピボット で 3 年 後 って 起き ます って なっ て も、 10 年 後 って 起き ます って なっ て も、 まあ、 変わら ない よう な 気 は する けど ね、 選択 肢 は、.",
      "timestamp": "00:12:46",
      "start": 766202,
      "end": 786995
    },
    {
      "speaker": "おぐらくん",
      "text": "そんな 大きく は。 あと その、 AI の 登場 に よっ て 色々 置き換わる 仕事 と か 変化 し てる 仕事 ある と 思う し 今 も 変化 し 続け て いる 最中 だ と 思う ん です けど これ って なん か 一夜 に し て 全て 100 % 変わる って いう もの で も ない と 思っ て て もちろん 動き は 早い けど 昨日 まで 使え て い た もの が その 次 の 日 に もう 100 % 無難 に なり まし た って いう の で は なく て まあ 日々 ちょっと ずつ 置き換わっ て いく もの だ と 思う ん です よ ね だ から なん か それ に 合わせ て 自分 も 日々 変化 し て いけ ば 結果 的 に は 10 年 後 今 と は 全然 違う スキル が 身 に つい て い て AI が 発展 し て 新しく 生まれ た 職業 で も なん で も その 社会 の 土台 で 活躍 できる と いう か ちゃんと お 金 稼げる って いう ふう に 生き て いける 気 も する の で やっぱり なんか チーズ も 言っ た よう に 変化 を 恐れる と いう か ま あ 変化 を 受け入れ た 上 で 変化 し ない こと は 諦め て 生き て いく の が いい の か な と 思っ て なん か 僕 が 好き な 言葉 に chanrbgceohanged って いう の が ある ん です けど これ 多分 今 もう 違う と 思う ん です けど 前 の オリンピック 協会 の 会長 の 何 でし た っけ バッハ さん みたい な 人 が モットー に し て た らしい ん です けど chanorbgcehanged チェンジ は 変わる bechanged は 変え られる だ から 自分 から 変わる か 需要 的 に 変え られる か 社会 の 動き と か 他人 から 何 か 強制 力 が かかっ て 変え られる か どっち を 選び ます か って いう の が を モットー に し て い て その 人 は これ は 僕 は なん か すごい 好き で どの道 この 世の中 で 変化 し ない こと なんて 選べ ない ん だっ たら 自分 から 能動 的 に 変化 し て いっ て 自分 の 望む べき 未来 に 少し で も 近づける よう に 頑張り ましょう みたい な モットー な ん です けど この 心 だけ 大事 だ な と 思っ て うん めっちゃ かっこ いい ありがとう ござい ます これ これ か な と 思い まし た 僕 は ちょっと 2, 3 回 前 に この IT トリオ で も 最近 の AI ツール の 使い 方 に つい て 話し た と 思う ん です けど それ を 話し てる 中 で も 思っ た の が やっぱ 1 年 前 の IT トリオ の 32 の AI の 使い 方 と 今 の AI の 使い 方 全然 違 く て ナビ ちゃん は 社長 と か に なっ て たり し て ます けれど も、 エンジニア に 近い 職業 で 働い て は いる みんな 職業 的 に は、 ジョブ タイトル 的 に は あんまり 変わら ない か も しれ ない けど、 それ で やっ てる 中身 は 結構 違う。 ツール の 使い 方 と か が 違う。 目的 と か は 同じ で も、 仕事 の やり 方 って 1 年 で 全然 変わっ た な と 思う けど、 で も これ も、 ある 日 を 境 に 全て 変わっ た って いう わけ で は なく て、 日々、 毎日 毎日 1 % ずつ 変化 し て いっ たら、 1 年 後 に は 全然 違う やり 方 に なっ て まし た って いう もの だ と 思う の で、 ちょっと ずつ 変化 し て いく こと に よっ て、 長期 目線 に 見る と、 あら、 気づい たら こんな 遠い ところ まで 来 まし た ね って いう 状態 が 生まれる の で、 なん か、 そう.",
      "timestamp": "00:13:06",
      "start": 786995,
      "end": 964746
    },
    {
      "speaker": "ちーず",
      "text": "いう 感じ か な、 みたい な、 的 な。 今、 そう ね、 ほんと に 変化 を 楽しむ の が 一番 大事 だ と 思う し、 なん だろう、 得 た 知識、 無 意味 に なる 世の中 は 来 ない と 思っ てる ん で、 私 は。 その、 学習 し た と いう 経験 も 含め て ね。 それ を し た と か、 知識 に なっ た こと って いう の は、 無駄 に は なら ない と 思う の で、 何 を 選択 し た と し て も、 スタンス 次第 で 問題 なし って 思っ て は い ます の で、 小倉 くん が 言っ て くれ た よう な、 向き合い 方 の 部分 の 方 が 私 は 大事 か な って。 社会 と の 向き合い 方 の 方 が 大事 か.",
      "timestamp": "00:16:04",
      "start": 964746,
      "end": 1012505
    },
    {
      "speaker": "おぐらくん",
      "text": "な って 思っ.",
      "timestamp": "00:16:52",
      "start": 1012505,
      "end": 1012925
    },
    {
      "speaker": "なべちゃん",
      "text": "て は.",
      "timestamp": "00:16:52",
      "start": 1012925,
      "end": 1013085
    },
    {
      "speaker": "ちーず",
      "text": "いる。 間違い ない ね。 IT トリオ。 まあ、 その 中 で C って 言う なら、 私.",
      "timestamp": "00:16:53",
      "start": 1013085,
      "end": 1019582
    },
    {
      "speaker": "おぐらくん",
      "text": "は タッ ケン だ けど ね。 C.",
      "timestamp": "00:16:59",
      "start": 1019582,
      "end": 1021143
    },
    {
      "speaker": "なべちゃん",
      "text": "って 言う.",
      "timestamp": "00:17:01",
      "start": 1021143,
      "end": 1021483
    },
    {
      "speaker": "おぐらくん",
      "text": "なら、 タッ ケン。 なるほど。 タッ ケン。 俺 も そう だ と 思う。 やっぱり、 僕.",
      "timestamp": "00:17:01",
      "start": 1021483,
      "end": 1025925
    },
    {
      "speaker": "なべちゃん",
      "text": "は 寿司 職人 か な、 やっぱり。 寿司 職人、 ハード 高い.",
      "timestamp": "00:17:05",
      "start": 1025925,
      "end": 1029748
    },
    {
      "speaker": "おぐらくん",
      "text": "よ、 今 の 話 聞い て。 めちゃくちゃ.",
      "timestamp": "00:17:09",
      "start": 1029748,
      "end": 1032029
    },
    {
      "speaker": "なべちゃん",
      "text": "ハード 高い。 ハード 高い っす か? だ って、 まず 寿司 の 勉強 し ない と いけ ない し、 寿司 の 勉強 に 加え て 英語 と か も.",
      "timestamp": "00:17:12",
      "start": 1032029,
      "end": 1039193
    },
    {
      "speaker": "おぐらくん",
      "text": "でき.",
      "timestamp": "00:17:19",
      "start": 1039193,
      "end": 1039272
    },
    {
      "speaker": "なべちゃん",
      "text": "ない と いけ ない でしょ。 うん。 結構 ハード 高い よ ね。 海外 に 住む って いう の が まず.",
      "timestamp": "00:17:19",
      "start": 1039272,
      "end": 1044291
    },
    {
      "speaker": "おぐらくん",
      "text": "はっ た か い もん ね。 海外 の 中身 に も よる 気.",
      "timestamp": "00:17:24",
      "start": 1044291,
      "end": 1046873
    },
    {
      "speaker": "ちーず",
      "text": "が する ん です けど ね。 で も、 どの 海外 で も、 どこ 行っ た と し て も、 寿司 職人 は 求め られ てる よう な 気 も する けど ね。 寿司.",
      "timestamp": "00:17:26",
      "start": 1046873,
      "end": 1056827
    },
    {
      "speaker": "なべちゃん",
      "text": "の 飯、 だいたい 海外 に ある。 寿司.",
      "timestamp": "00:17:36",
      "start": 1056827,
      "end": 1059768
    },
    {
      "speaker": "ちーず",
      "text": "ロボ と か で.",
      "timestamp": "00:17:39",
      "start": 1059768,
      "end": 1060599
    },
    {
      "speaker": "なべちゃん",
      "text": "行け そう じゃ ない です か。 経営.",
      "timestamp": "00:17:40",
      "start": 1060599,
      "end": 1061459
    },
    {
      "speaker": "ちーず",
      "text": "者 で よく ない か.",
      "timestamp": "00:17:41",
      "start": 1061459,
      "end": 1061819
    },
    {
      "speaker": "おぐらくん",
      "text": "な。 寿司 ロボ は 持っ た? 違う ん だ な。 違う よ。",
      "timestamp": "00:17:41",
      "start": 1061819,
      "end": 1066351
    },
    {
      "speaker": "ちーず",
      "text": "海外 に 住ん で みな よ。 海外 に.",
      "timestamp": "00:17:46",
      "start": 1066351,
      "end": 1069962
    },
    {
      "speaker": "おぐらくん",
      "text": "寿司 ロボ は い ない か。 シロボ も おいしい けど、 シ ロボ も いい けど、 回ら ない 寿司 を 握ら れ て 出 て くる って いう 体験 も 含め て 違う。 だ から、 マック ドナルド は ハンバーガー で は ない みたい な ノリ です よ。 マック ドナルド 食べ たい と きっ て、 ハンバーガー 食べ たい 気分 と ちょっと 違う。 マックドナルド 食べ ない から マック 食べる ん だ って、 それ で なん か おいしい グルメ バーガー 食べ に 行っ て も、 それ は ちょっと 違う みたい な と 同じ 感じ で、 違う.",
      "timestamp": "00:17:49",
      "start": 1069962,
      "end": 1096706
    },
    {
      "speaker": "ちーず",
      "text": "と 思っ て い ます が、 なるほど ね。 握ら れ て.",
      "timestamp": "00:18:16",
      "start": 1096706,
      "end": 1099226
    },
    {
      "speaker": "なべちゃん",
      "text": "出 て くる 日本 の 米。 雰囲気 が 大事 だ よ ね、 だ から 店作り と か も 必要 だ し さ、 めちゃくちゃ お 金 かかる ん じゃ ない? 一生 懸命、 それ で いっ たら。 高級 料理 店 の 話 だ もん.",
      "timestamp": "00:18:19",
      "start": 1099226,
      "end": 1108432
    },
    {
      "speaker": "ちーず",
      "text": "ね、 どっち か.",
      "timestamp": "00:18:28",
      "start": 1108432,
      "end": 1108812
    },
    {
      "speaker": "なべちゃん",
      "text": "って いう と。 まあ ね。 はい、 で いっ たら。 めっちゃ.",
      "timestamp": "00:18:28",
      "start": 1108812,
      "end": 1112254
    },
    {
      "speaker": "ちーず",
      "text": "お 金 かかる ん じゃ ない? 一生 懸命。 私 思う ん だ けど、 それ って 成長 的 価値.",
      "timestamp": "00:18:32",
      "start": 1112254,
      "end": 1116216
    },
    {
      "speaker": "なべちゃん",
      "text": "だ と 思っ.",
      "timestamp": "00:18:36",
      "start": 1116216,
      "end": 1116656
    },
    {
      "speaker": "ちーず",
      "text": "てる ん よ。 そう だ ね。 で、 成長 的 価値 が どれ ぐらい 残る か 10 年 後 に。 それ 次第 だ と.",
      "timestamp": "00:18:36",
      "start": 1116656,
      "end": 1123680
    },
    {
      "speaker": "おぐらくん",
      "text": "思っ てる ん です よ ね。 成長 的 価値 って 前 の 放送 で も 出 て き た 気 が する ん です けど、 これ は なん か じゃっかん 意味 が よく わかっ て ない ん です けど ちょっと どう いう 意味.",
      "timestamp": "00:18:43",
      "start": 1123680,
      "end": 1132998
    },
    {
      "speaker": "ちーず",
      "text": "な ん です か これ は。 たとえば この ふか かち、 私 が 思っ て いる こと を 言う ね。 なん か 私 も くわしく 理解 し きっ てる わけ じゃ ない けど、 私 が 思っ て いる こと と し て は、 まあ 機械 で 出 て くる 寿司 じゃ なく て、 日本 人 が 手 で 握っ て くれ た 寿司 が 食べ たい って、 まあ 論 と し て は、 いや 一緒 だろ 出 て くる もの は、 アウトプット は 一緒 だろ って 思い つつ、 この 家庭 に どう 情緒 を、 おもむき を、 尊重 し た 選択 を し て いる と 思う ん です よ。 そう です ね。 AI 社会 だ から こそ、 人間 対面 し て 何 かしら する と か、 人間 味 ある もの に 対し て 温かみ を 感じる と か、 そう いう 情緒 的 な 部分 に 価値 を 感じる 機会 が 増え た な って、 自分 自身 は 思っ て い て。 なん か その うち の 一 つ だ と 思っ て い て それ は 今 なんか その ai が ブーム に なっ て き た 今 ちょっと 価値 が 上がっ て いる もの だ と 私 は 思う ん です よ それ が 10 年 後 まあ 例えば えっと 接客 が すべて ロボット に なっ た 世界 と か に おい て なん か 人間 が 人間 が 何 かしら の 技術 を 施し て 提供 し て くる も 作れる もの に 温かみ と か 趣 と か を 感じ ながら 価値 を 感じ そこ に お 金 を 払う と か 否 か って いう ところ だ と 思っ て て それ が 残る か 否 か が 分かっ て ない ん です よ 私 は まあ それ は みんな そう だ と 思う けど 私 は 残っ て ほしい と 思っ て いる と 思う 人間 だ から 人間 は あくまで 人間 だ から 感情 を 持つ 生き物 で すべて を 理論 で 生き て いく もの で は ない と 思う から 残る と は 思う ん だ けど 10 年 後 って 言わ れる と わかん ない な って 思っ て 寿司 ロボ の 寿司 を めちゃくちゃ 求める 世界 に なっ てる 可能 性 が あっ て その 場合 寿司 職人 が 価値 が 下がっ ちゃう 可能 性 も ある な って いう ふう に は.",
      "timestamp": "00:18:52",
      "start": 1132998,
      "end": 1251117
    },
    {
      "speaker": "なべちゃん",
      "text": "思っ て いる って 感じ か な 個人 的 な 意見 と し て は 寿司 職人 は 残る と 思う ん だ けど あの 寿司 ロボ と か 行く と さ もう ほぼ 店員 さん い なく て もう 案内 も さ 勝手 に ロボット で ピッピッ どこどこ です 何 番 です みたい な 感じ で 取る の も もう 流れ て きる だけ みたい な 感じ で 会見 を もう さ 勝手 に なんて いう の 行っ たら 会見 できる みたい な 感じ で さ もう ほぼ 人 い ない じゃん ね だ から 多分 そう いう 大衆 料理 店 の 常識 価値 は ほぼ なくなる ん じゃ ない か な と 思っ てる けど 大衆 料理 店 と か は 残る ん じゃ ない か な みたい な その 差別.",
      "timestamp": "00:20:51",
      "start": 1251117,
      "end": 1283583
    },
    {
      "speaker": "おぐらくん",
      "text": "化 さ れ て いく の か な って いう もともと 大衆 料理 店 に そんな に 多分 常識 価値 を 求め てる 求め て ない ね そもそも 今 少ない と 思う ん で.",
      "timestamp": "00:21:23",
      "start": 1283583,
      "end": 1291805
    },
    {
      "speaker": "ちーず",
      "text": "対 対 に なる の が、 機能 的 価値.",
      "timestamp": "00:21:32",
      "start": 1292927,
      "end": 1295773
    },
    {
      "speaker": "おぐらくん",
      "text": "って いう こと らしい です ね。 実用 的 客観 的 な 価値 の 評価 便利 と か 処理 速度 が 早い と か 効率 が いい と か 情緒 的 価値 は 感覚 的 と か 心理 的 な 価値 な の で やっぱり 人 の 気持ち が そこ を 引き付ける それ で いう と この IT トリオ も これ を 聞い て いる 皆 さん に 情緒 的 価値 を 提供 し て いる と 言っ て も 過言 で は ない の か な と 思っ たり し ます けれど も それ こそ その ミッシー さん の お 便り に も あり ます けれど も 皆 さん の バランス の 良 さ って 多分 これ は あれこれ.",
      "timestamp": "00:21:35",
      "start": 1295773,
      "end": 1329912
    },
    {
      "speaker": "ちーず",
      "text": "機能 的 価値 か あれ 自信 なく なっ て き た 情緒 的 価値.",
      "timestamp": "00:22:09",
      "start": 1329912,
      "end": 1333974
    },
    {
      "speaker": "おぐらくん",
      "text": "な 気 が する けど ね 確か に 声 が 変わら ない の は ま あ 機能 的 価値 か も しれ ない ん です けど 多分 それ を 聞い てる 中 で 多分 僕 も 実際 に 聞い てる 方 と たまに 話し たり し て なん か 3 人 の バランス が いい ね みたい な それ は 声 の バランス も しっかり だ けど 性格 の バランス も しっかり で 3 人 の こう 会話 の と か から 見える 関係 性 も 含め て 楽しん でる って いう 人 と 会う こと は あっ たり する ん です けど それ こそ 結構 上手い 価値 な の か な と あんまり それ こそ IT エンジニア の 役 に 立つ 情報 を めちゃくちゃ ニュース 的 に 紹介 する みたい な 感じ で も ない です もん ね 結構 雑談 も 含め て 緩い 雰囲気 だ けれど も なん だ か いい な と いう いや 先取り し て ます よ IT 取り シャット GPT が 登場 する 以前.",
      "timestamp": "00:22:13",
      "start": 1333974,
      "end": 1381591
    },
    {
      "speaker": "なべちゃん",
      "text": "から やっ て ます の で 正直、 情緒 的 価値 も AI 結構 出せる よう に なっ て き た な って.",
      "timestamp": "00:23:01",
      "start": 1381591,
      "end": 1387754
    },
    {
      "speaker": "ちーず",
      "text": "思っ てる ん.",
      "timestamp": "00:23:07",
      "start": 1387754,
      "end": 1387974
    },
    {
      "speaker": "なべちゃん",
      "text": "だ けど ね。 なん か さ、 声 と か も めちゃくちゃ 人間 っぽい 声 に なっ て き てる し、 動画 と.",
      "timestamp": "00:23:07",
      "start": 1387974,
      "end": 1394037
    },
    {
      "speaker": "ちーず",
      "text": "か.",
      "timestamp": "00:23:14",
      "start": 1394037,
      "end": 1394157
    },
    {
      "speaker": "なべちゃん",
      "text": "も さ、 今 作れる じゃん。 で、 ああ いう の も なん か、.",
      "timestamp": "00:23:14",
      "start": 1394157,
      "end": 1396668
    },
    {
      "speaker": "ちーず",
      "text": "AI.",
      "timestamp": "00:23:16",
      "start": 1396668,
      "end": 1396818
    },
    {
      "speaker": "なべちゃん",
      "text": "と か 見 て て、 うわ、 これ おもろい な と か って 思っ たり する もん ね、 ちょっと。 情緒 的 価値 も ちょっと 作り やすい よう に なっ て き てる から、 そう いう の.",
      "timestamp": "00:23:16",
      "start": 1396818,
      "end": 1403281
    },
    {
      "speaker": "ちーず",
      "text": "は ちょっと 怖い な と 思う。 なるほど ね。 AI が 情緒 的 価値 を 生み出す 世界 を 生き て いる 可能 性 が ある の か。 AI ロボット が すごく 趣 深く 寿司 を 握る こと が できる 可能.",
      "timestamp": "00:23:23",
      "start": 1403281,
      "end": 1415663
    },
    {
      "speaker": "なべちゃん",
      "text": "性 も ある って こと か。",
      "timestamp": "00:23:35",
      "start": 1415663,
      "end": 1416453
    },
    {
      "speaker": "おぐらくん",
      "text": "可能 性 も ある と 思う。 そう いう と 機械 で あっ て も 常識 価値 を 感じ て い た みたい な 事例 は なん か あっ た 気 が し ます よ ね。 なん か 名前 忘れ ちゃっ た けど 結構 昔 に あっ た 犬 の 形 を し た ロボット じゃ ない です か。 アイボ か な。 アイボ って もう あれ 完全 に 常識 価値 を 提供 する 機械 だ と 思う ん です よ ね。 AI で は ない けれど も。 なん か 最近 もう 何 でし た っけ、 ラブ、 ラボット みたい.",
      "timestamp": "00:23:36",
      "start": 1416453,
      "end": 1442197
    },
    {
      "speaker": "ちーず",
      "text": "な、 なん か.",
      "timestamp": "00:24:02",
      "start": 1442197,
      "end": 1443237
    },
    {
      "speaker": "おぐらくん",
      "text": "ふわふわ し て、 コロコロ し て、 あれ も 完全 に 情的 価値 を 提供 し て いる と 思う ん です よ。 だ から まあ、 使い よう に よっ て は 生まれる な と いう 気 は する けれど も、 また それ が 生まれ た から 人間 自体 に 求める、 上手 的 価値 が なくなる か と いう と、 まあ 変化 は ある か も しれ ない けど、 まあ なくなり は し ない だろう な みたい な。 AI は 何? AI は 人生 を 歩ん で、 何 か 挫折 を 経験 し て 苦しん で、 それ を 共有 する みたい な こと が 一応 でき は し ない はず な の で、 もちろん 動画 コンテンツ だ と それ を AI で 生成 し て、 仕上げ て パブリッシュ する って いう こと を すれ ば まあ 似 た よう な こと が できる か も しれ ない けど 本質 的 に は まあ なんか やっ てる こと で は ない し それ も 多分 指示 を 出し て いる 人間 が いる わけ で まあ なくなり は し ない だろう な と.",
      "timestamp": "00:24:03",
      "start": 1443237,
      "end": 1498394
    },
    {
      "speaker": "なべちゃん",
      "text": "は 思い ます ね で も あれ を あの アクター 合唱 と か 最近 その 小説 と か も AI 使っ て 書い て まし た みたい な うん そう いう の も あっ たり する から ね もう 多分 もう 結構 きつい と 思う けど な 本当 に.",
      "timestamp": "00:24:58",
      "start": 1498394,
      "end": 1512061
    },
    {
      "speaker": "おぐらくん",
      "text": "そう いう 分野 も だいぶ きつく なっ てる ほんと なる ほど ね いろんな 見解 が あっ て、 10 年 後 に 答え合わせ を し ます.",
      "timestamp": "00:25:12",
      "start": 1512061,
      "end": 1519793
    },
    {
      "speaker": "ちーず",
      "text": "か と いう 感じ です ね。 10 年 後、 また この ポッド キャスト.",
      "timestamp": "00:25:19",
      "start": 1519793,
      "end": 1524715
    },
    {
      "speaker": "おぐらくん",
      "text": "で.",
      "timestamp": "00:25:24",
      "start": 1524715,
      "end": 1525175
    },
    {
      "speaker": "なべちゃん",
      "text": "お 会い し ましょう って。 マジ、 僕 ら の 音声 も 全部、 全部 AI 化.",
      "timestamp": "00:25:25",
      "start": 1525175,
      "end": 1530437
    },
    {
      "speaker": "ちーず",
      "text": "し てる か も しれ ない、 僕 ら の 音声 も。 でき そう だ けど ね、 今 まで の.",
      "timestamp": "00:25:30",
      "start": 1530437,
      "end": 1534578
    },
    {
      "speaker": "なべちゃん",
      "text": "話し てる データ.",
      "timestamp": "00:25:34",
      "start": 1534578,
      "end": 1535359
    },
    {
      "speaker": "おぐらくん",
      "text": "が あっ たら。 そう そう そう、 新しい 話題 を 考え て。 まあ で も ちょっと 微妙 な 気 が する な なんか ちょっと 面白い ん です けど ポッド キャスト で 有名 な 番組 の 一 つ に クロニクル って いう ところ が やっ てる ニュースコネクト って いう ニュース 番組 が ある ん です よ 結構 日本 の ポッド キャスト 界隈 で は かなり 有名 な ん です けど そこ の メイン ホスト と いう か 運営 し て いる 野村 さん クロニクル の 代表 の 野村 さん が 最近 AI を 使う って いう こと に 挑戦 を し て て ニュースコネクト は 平日 毎日 祝日 を 除い た 毎日 5 分間 の 世界 の メガ トレンド を 提供 する ニュース を 提供 する ん です けど 2025 年 の 10 月 の 方 に 始め 1 回 だけ AI ノ ムラ って いう の を 試し た ん です よ ね それ やっ たら めちゃくちゃ 参 比 両論 で 結局 1 回 だけ で やめ て しまっ た って いう の が ある ん です けど それ の 振り返り の 論点 の 一 つ に 答え が ある もの に つい て AI で 置き換えよう と する と 人間 は 非常 に 拒否 感 を 覚える の で は ない か って いう こと が あっ て ニュース コネクター は 元々 その 野村 さん も 含め て 人間 が 読ん で い た ん です よ ね だ から 野村 さん の 声 野村 さん の 喋り 方 って 答え は リスナー が もう すべて みんな 理解 し て た ん です よ それ を 1 回 AI で 置き換え た と する と 確か に めちゃくちゃ 似 て は いる し 初めて 聞く 人 に とっ て は なかなか 自然 な ん だ けど 日頃 聞き 慣れ て いる 人 に とっ て は この 個体 で ある 人間 の 野村 さん と 比較 を し て 結構 な.",
      "timestamp": "00:25:35",
      "start": 1535359,
      "end": 1620322
    },
    {
      "speaker": "ちーず",
      "text": "拒否.",
      "timestamp": "00:27:00",
      "start": 1620322,
      "end": 1620522
    },
    {
      "speaker": "おぐらくん",
      "text": "感 を 覚える みたい な。 で、 これ が もし AI 野村 で は なく て 全く 違う パーソナリティ を 持っ た オリジナル AI キャラ です よ って いう ふう に やっ て 全然 違う 形 で 投入 し たら もし か し たら 答え が ない の で、 それ は もう AI の 個性 と し て 捉え られ て よかっ た の か も しれ ない です よ ね、 わかん ない です よ って いう 振り返り が あっ て。 それ は 結構 悪い か な と 思っ て だ から この IT トリオ を どっ か の タイミング で AI で 変え て しまう と 多分 今 こう いう ふう に 3 人 の バランス 良い 会話 を 楽しん で いる 方 の どれ くらい が いる か わかり ませ ん けど 方 の 多く が もし か し たら やっぱ オリジナル の 僕 たち と 比べ て やっぱ 違う な と なっ て しまう か も しれ ない から 作る ん で あれ ば 全然 違う IT トリオ で は ない 別 の 番組 を AI だけ で 作る って いう 方 が なん か いい の か な と 思っ.",
      "timestamp": "00:27:00",
      "start": 1620522,
      "end": 1666353
    },
    {
      "speaker": "ちーず",
      "text": "たり し まし た ね 確か に ね 違う トリオ を.",
      "timestamp": "00:27:46",
      "start": 1666353,
      "end": 1668595
    },
    {
      "speaker": "おぐらくん",
      "text": "作る か AI トリオ? AI トリオ。 なっ.",
      "timestamp": "00:27:48",
      "start": 1668595,
      "end": 1672590
    },
    {
      "speaker": "なべちゃん",
      "text": "と GPT、 ジェミニー、 なに や と。 そう.",
      "timestamp": "00:27:52",
      "start": 1672590,
      "end": 1676352
    },
    {
      "speaker": "おぐらくん",
      "text": "いう モデル 変わっ て くん の? 3 つ の モデル を 用意 し.",
      "timestamp": "00:27:56",
      "start": 1676352,
      "end": 1679994
    },
    {
      "speaker": "なべちゃん",
      "text": "て 会話.",
      "timestamp": "00:27:59",
      "start": 1679994,
      "end": 1680594
    },
    {
      "speaker": "ちーず",
      "text": "さ せる と.",
      "timestamp": "00:28:00",
      "start": 1680594,
      "end": 1681095
    },
    {
      "speaker": "おぐらくん",
      "text": "いう。 なるほど ね。 金 かかる な。 まあ、 結構 最後 の 方 は 雑然 し まし た けれど も。 AI が 発展 し たら どう なる か みたい な ところ は、 たぶん みんな それぞれ 考え ながら 過ごし て いる けれど も、 現状 明確 な 答え を 求める と、 たぶん 間違っ た こと に なる と 思う の で、 変化 し て いく 色んな 声 を 受け入れ て 頑張る しか ない の か な と いう 感じ で ござい まし た。 そう です ね。 頑張っ.",
      "timestamp": "00:28:01",
      "start": 1681095,
      "end": 1707032
    },
    {
      "speaker": "ちーず",
      "text": "て 人間 やっ て.",
      "timestamp": "00:28:27",
      "start": 1707032,
      "end": 1707853
    },
    {
      "speaker": "おぐらくん",
      "text": "いき ましょう。 人間 だ から ね。 人間 だ から ね 人間 な もの 人間 な もの は いはい じゃあ 今日 は それ くらい か な はい 最後 まで 聞い て くださり ありがとう ござい まし た it トリオ は 各週 月曜 日 に 更新 さ れ ます spoifytapplepodcasubet な yo ど で 番組 の フォロー を 是非.",
      "timestamp": "00:28:27",
      "start": 1707853,
      "end": 1726037
    },
    {
      "speaker": "ちーず",
      "text": "よろしく お 願い し ます レビュー コメント お 便り も 募集 し て い ます お 便り フォーム の リンク は 放送 の 概要 欄 に ある の.",
      "timestamp": "00:28:46",
      "start": 1726037,
      "end": 1733039
    },
    {
      "speaker": "なべちゃん",
      "text": "で どしどし 送っ て ください また XS 弁 が ある と とても 嬉しい です ハッシュ タグ ITRAIL で お 待ち し.",
      "timestamp": "00:28:53",
      "start": 1733039,
      "end": 1739237
    },
    {
      "speaker": "おぐらくん",
      "text": "て おり ます それ で は また 次回 お 会い し ましょう ありがとう ござい まし た ありがとう ござい まし た.",
      "timestamp": "00:28:59",
      "start": 1739237,
      "end": 1743741
    }
  ],
  "language": "ja"
}
