{
  "segments": [
    {
      "speaker": "A",
      "text": "お 便り 届い た ん で 返信 し ます じゃあ 読み上げ ます ね 早速 ラジオ ネーム AI さん から いただき まし.",
      "timestamp": "00:00:00",
      "start": 48,
      "end": 7012
    },
    {
      "speaker": "B",
      "text": "た 大丈夫 人間 から 届い てる 多分.",
      "timestamp": "00:00:07",
      "start": 7012,
      "end": 10273
    },
    {
      "speaker": "A",
      "text": "人間 だ と 思う 小 文字 の AI な ん で AI さん な の か な GPT っぽい 文章 じゃ ない いや ちゃんと これ ね 人間 っぽい の で 人間 から だ と 思い ます ちょっと 人間 人間 って 言い 方 失礼 です か 失礼 じゃ ない か 人間 から 来 た お 便り 読み上げ ます ここ 最近 寝 て も 覚め て も 聞い て い ます どこ まで も 技術 が 上がっ て も まだまだ 技術 向上 に 向け て 取り組み 続け て いる 3 人 の 話 を 聞い て モチペーション を 上げ られ て い ます 今回 は 小倉 君 に ご 質問 さ せ て いただき たく お 便り し まし た 先日 モントリオール に 行っ て き た の です が その 際 に テク 系 の ミート アップ に 参加 し て み たい と 思っ て 検索 し て み まし た で も いざ 申し込む と なる と 見知ら ぬ 土地 で 一人 で 参加 する の 少し 怖い な と 思い 参加 でき ませ ん でし た 小倉 くん は 海外 の ミート アップ に 参加 さ れ て いる と の こと でし た の で どんな お 話 を さ れ て いる の か と か 心構え と か 感想 を 聞け たら 嬉しい です と の こと です ありがとう ござい ます 謎 しい ありがとう ござい ます ありがとう ござい ます 答え ちゃおう か な.",
      "timestamp": "00:00:10",
      "start": 10273,
      "end": 72720
    },
    {
      "speaker": "B",
      "text": "これ 答え られる 人 が ね、 おぐらく ん しか い ない から ね。",
      "timestamp": "00:01:13",
      "start": 73508,
      "end": 76919
    },
    {
      "speaker": "A",
      "text": "すごい ね、.",
      "timestamp": "00:01:16",
      "start": 76919,
      "end": 77489
    },
    {
      "speaker": "C",
      "text": "ほんと に。",
      "timestamp": "00:01:17",
      "start": 77489,
      "end": 78550
    },
    {
      "speaker": "B",
      "text": "海外 の ミート アップ に 1 人 で 参加 する って。",
      "timestamp": "00:01:18",
      "start": 78550,
      "end": 82901
    },
    {
      "speaker": "A",
      "text": "たしか に、 それ は ね、 ある か も。 まあ ね、 質問 と し て は、 普段 どんな 話 を さ れ てる の か と か、 心構え と か 感想 って こと か。 なん か、 僕 これ 読ん で 思っ た の は、 まず その 心構え の 部分 で ちょっと 話し たい な と 思っ た の は、 たぶん 確か に この 海外 で 見知ら ぬ 土地 で 英語 で テック 系 の ミート アップ 参加 する の 怖い 気持ち は わかる ん です けど たぶん これ 怖い 要素 が 結構 何 個 も ある な と 思っ て 見知ら ぬ 土地 で 1 ポイント 英語 で 1 ポイント テック 系 ミート アップ で 3 ポイント みたい な ある か な と 思っ て て いきなり この 全て の 3 個 の 怖い ポイント を 満たし た ミート アップ に 行く の が 怖い 難しい 場合 は なん か 一 つ ずつ 潰し て いく の も あり か な と 思っ て モントリオール は 日本 語 の ミート アップ ある か わから ない ん です けど、 多分 ちょっと 日本 少なく とも その 言語、 ラングウィッチ・エクシェンジ みたい な 日本 語 と 英語 を しあう みたい な イベント は 多分 ある 気 が する の で、 まず それ に 行っ て みる と 海外 で こう ミート アップ に 参加 する って いう その 最初 の ハードル を 超える 気 が する ん です よ ね。 一番 こう 自分 が 参加 し やすい ミート アップ なんか、 LanguageExchange じゃ なく て も、 たぶん、 日本 の 文化 って、 けっこう 海外 の いろんな ところ で 人気 な の で、 なん か ね、 日本 文化 に 興味 ある 人 が 集める ミート アップ も ある と 思う ん です ね。 もちろん、 テック 系 で は ない 気 が する ん です けど。 だ から、 そう いう もの で、 1 回、 こう、 自分 が 1 番 行き やすい ミート アップ に 参加 し て、 こう、 見知ら ぬ 土地 で 英語 で 参加 する って いう もの を、 1 回、 こう やっ て みる と、 なん か、 いい か も と 思っ た。 そう いう の を 何 回 か 言っ て みる と 多分 その 見せ られ ぬ 土地 って いう 部分 が なくなる と 思う し 英語 も 多少 は 英語 を 使っ た コミュニケーション も 多少 慣れ て くる と 思う ん で そう なっ たら テク 系 の ミート アップ 参加 し て も いい か な と 思い まし た ね だ から なん か いきなり こう 自分 の 一番 参加 し たい ミート アップ に 参加 する の が 怖い 場合 は そう いっ た 感じ で 自分 の 怖い ポイント を 細分 化 し て それ を 一 個 一 個 潰す ため に ミート アップ いろんな ところ に 参加 し て みる って いう の も あり か な と 思い まし た ね なんか スポーツ の ミート アップ で も なん で も いい と 思う ん です けど って いう の が、 なん か 怖い ポイント に 対し て 思っ た こと です。 で、 心構え と いう か 気持ち と し て は、 僕 は ね、 なん か どっ か の 放送 で も 話し た 気 は する ん です けど、 妖怪 スイッチ を 押そう と 思っ て、.",
      "timestamp": "00:01:22",
      "start": 82901,
      "end": 227750
    },
    {
      "speaker": "C",
      "text": "黙っ て ます ね。 妖怪 スイッチ ね。",
      "timestamp": "00:03:47",
      "start": 227750,
      "end": 230312
    },
    {
      "speaker": "A",
      "text": "そう、 妖怪 スイッチ。 まあ、 なん か それ は 自分 で 作ん なきゃ いけ ない ん です けど、 なん か、 日本 の テク 系 の ミート アップ、 僕 は ちょくちょく 行っ て い た ん です けれど も、 それ と 比べる と、 こっち の ミート アップ って、 なん か やっぱ 自分 から より 話 に 行か ない と、 こう 話し の 間 に 入れ ない と いう か。",
      "timestamp": "00:03:50",
      "start": 230312,
      "end": 248702
    },
    {
      "speaker": "B",
      "text": "あー、 なるほど ね。",
      "timestamp": "00:04:08",
      "start": 248702,
      "end": 250592
    },
    {
      "speaker": "A",
      "text": "言語 化 難しい ん です けど、 日本 の ミート アップ と か 勉強 会 だ と、 登壇 者 の 発表 が 終わっ た 後 の 懇親 会っ て、 たぶん、 結構 8 割 9 割 の 人 が、 ちょっと、 お、.",
      "timestamp": "00:04:10",
      "start": 250592,
      "end": 262456
    },
    {
      "speaker": "B",
      "text": "お、.",
      "timestamp": "00:04:22",
      "start": 262456,
      "end": 262807
    },
    {
      "speaker": "A",
      "text": "お、 おっ て なっ てる 気 が する ん です よ ね。 誰 と 話す? 話し ます か? あ、 どう も、.",
      "timestamp": "00:04:22",
      "start": 262807,
      "end": 269211
    },
    {
      "speaker": "C",
      "text": "みたい な。",
      "timestamp": "00:04:29",
      "start": 269211,
      "end": 270231
    },
    {
      "speaker": "B",
      "text": "運営 側 を やっ てる 身 と し て は、 そう いう 人 たち を つなげる と いう 使命 を 持っ て て、 結構、 懇親 会 は、 じゃあ、 どう いう 話 し たい か で、 こう いう 人 と 話し て み ませ ん か? みたい な の は、 よく やっ て て、 まあ、 日本 の 方 が、 たぶん、 そう いう サポート ある か も ね。",
      "timestamp": "00:04:30",
      "start": 270231,
      "end": 288127
    },
    {
      "speaker": "A",
      "text": "サポート、 そう ね、 サポート は そっち の 方 が ある と 思う。 海外 の ミート アップ は 多分 そう いう サポート を、 なん か 初めて ミート アップ に 来る 人 向け に 優しく し て ます って いう ミート アップ と か じゃ ない 限り は、 基本 は なん か そう いう サポート ない 気 が する ん で、 割と 自分 から どんどん どんどん、 なん か 話 に 行か ない と いけ ない。 なん か 普通 に 輪 が あっ て も、 いけ ない ジョイン みたい な 感じ で、 スッ と 入る の 普通 だ し、 誰 か が 話し てる ところ に やん なら、 なん か 他 の 積極 的 な 人 が いけ ない 割り込ん で き て トピック を 奪う と いう か、 話題 を 奪う みたい な もの も 結構 ある の で なんか こう、 割と 自分 も なん か その 方向 性 に 気持ち を 寄せ て いか ない と ミート アップ 行っ た けど、 発表 聞い た だけ で 終わっ て しまっ た な、 みたい な と か、 普段 聞い た けど、 なん か 結局、 日本 人 か 日本 語 話せる 人 だ けど、 ずっと 話し て て、 あまり 英語 使え なかっ た な と か、 なっ ちゃい がち な 気 が する ん で、 そこ は ちょっと 自分 の 妖怪 手術 を 押す 心構え で、 ちょっと いける と いい か も。 疲れる ん です けど ね。 めちゃくちゃ 疲れる ん です けど ね。 なん か、 それ が 日本 語 だ と し て も 陽気 スイッチ を 押す の 難しい と いう か 疲れる の に、 それ が 英語 だっ たら さらに 難しい と いう ところ ある か も しれ ない の で、 なん か 自分 の こう、 無理 せ ず と いう か、 ちょっと 背伸び を する けど 無理 し すぎ ない って いう ところ、 上手い ところ を 見つけ て、 なん か 生き 続ける って いう の が いる か な と 思っ たり し まし た ね。 ただ、 なん か 結構 多分 いろんな 人 が 言っ てる と 思う ん です けれど も、 喋る 言語 に よっ て ちょっと 性格 変わる って 言っ てる 人 結構 いる か な って いう 気 が し て い て。 なん か その パーソナリティ が 変わる みたい な。 別 に それ は 日本 人 に 限ら ず、 他 の 言葉 喋る 人 で も 言っ てる 人 が い て、 なん か 英語 だ と 結構 オープン に シンプル に 話せる けど、 日本 語 だ と ちょっと そんな に シンプル に ズカズカ は いけ ない と か。 海外 の なん か、 me っぽい 動画 を 見 て も、 英語 と 中国 語 と 韓国 語 を 話せる 人 が、 それぞれ の 言語 の パーソナリティ みたい な 動画 を 作っ て、 ちょっと ウケ てる と か も あっ たり する ん で。 なん か 結構、 言語 変わる と、 なん か 考え 方 ちょっと 変わる な って いう の は、 なん か ある ある な ん です よ ね。",
      "timestamp": "00:04:48",
      "start": 288137,
      "end": 422223
    },
    {
      "speaker": "B",
      "text": "言語 の 特性 な の か な、 それ は。 なん か 根本 の 性格 は 変わら ない と し て、 言語 の 伝え 方 と か の 特性 に よっ て 変わっ て 見える みたい な ところ な の か な。 本質 は 変わる の か な。",
      "timestamp": "00:07:02",
      "start": 422233,
      "end": 437577
    },
    {
      "speaker": "A",
      "text": "多分、 性格 は 言語 に 影響 さ れ てる ん だ と 思い ます。",
      "timestamp": "00:07:17",
      "start": 437587,
      "end": 440860
    },
    {
      "speaker": "B",
      "text": "ひっぱら れ てる の か。",
      "timestamp": "00:07:20",
      "start": 440860,
      "end": 441901
    },
    {
      "speaker": "C",
      "text": "おもろい ね。",
      "timestamp": "00:07:21",
      "start": 441901,
      "end": 442402
    },
    {
      "speaker": "A",
      "text": "ひっぱら れる と は 思う。 それ こそ、 本当 の 自分 の 本質 は 変わら ない と 思う ん です けれど も、 表層 の 部分 は 使う 言語 に よっ て 変わる の か な、 みたい な 感じ も あっ て。",
      "timestamp": "00:07:22",
      "start": 442402,
      "end": 452621
    },
    {
      "speaker": "B",
      "text": "おもしろい ね。",
      "timestamp": "00:07:32",
      "start": 452621,
      "end": 453812
    },
    {
      "speaker": "A",
      "text": "そう、 別 に テック 系 の エンジニア に 限ら ず、 なん か 海外 で 働い た こと ある 人 の 本 と か 読ん で み て も、 なん か ちょろちょろ そう いう 話 出 て くる ん で、 偉い 大学 の 研究 が どう なっ てる か は 知ら ない です けど、 まぁ 実 体験 と し て、 それ は 結構 いろんな 人 に 起こり 得る か な と 思っ てる ん で、 逆 に それ を 利用 し て、 自分 は 英語 話す とき、 日本 語 より も ちょっと 陽 キャ だ、 みたい な 感じ で、 こう、 自分 を 勇気 づけ て いく と、 なん か 実際 に、 なん か 日本 語 を 話す とき より も、 知ら ない 人 に 話しかけ やすい な、 みたい な の と か ある、 に なっ て くる 気 が する。",
      "timestamp": "00:07:33",
      "start": 453822,
      "end": 489918
    },
    {
      "speaker": "C",
      "text": "まあ、.",
      "timestamp": "00:08:09",
      "start": 489918,
      "end": 490048
    },
    {
      "speaker": "A",
      "text": "もちろん 回数 を こなさ ない と いけ ない ん です けど。",
      "timestamp": "00:08:10",
      "start": 490048,
      "end": 494149
    },
    {
      "speaker": "B",
      "text": "うん うん。 なん か、 最初 の 一 歩 が ハードル 高い な と 思っ て、 なん か、 小倉 くん が 一緒 に 行け たら いい ん じゃ ない か って 思っ た けど、 モントリオール って、 めちゃくちゃ バンクーバー から 遠い ん だ ね。 今 調べ た ん だ けど。",
      "timestamp": "00:08:14",
      "start": 494149,
      "end": 505152
    },
    {
      "speaker": "A",
      "text": "あ、 そう です ね。",
      "timestamp": "00:08:25",
      "start": 505152,
      "end": 506752
    },
    {
      "speaker": "B",
      "text": "距離 で いう と、 真逆 です ね。",
      "timestamp": "00:08:26",
      "start": 506752,
      "end": 507772
    },
    {
      "speaker": "A",
      "text": "真逆 な ん だ ね。 うん。 バンクーバー が、 西 海岸 の 方 に ある けど、 モント リー は ほんと 東 の 方 に ある。",
      "timestamp": "00:08:27",
      "start": 507772,
      "end": 514089
    },
    {
      "speaker": "B",
      "text": "なん か そう やっ て、 まず 一人 で って いう ところ で 一歩 踏み出せ ない なら、 二人 で と か が、 まあ 知り合い が いる 空間 って いう ところ で 踏み出す って いう 手 も ある か な と 思っ て て。 で、 一 回 行っ ちゃえ ば ね、 少し は 気 が 楽 に なる と 思う から、 そこ から 回数 重ね て いく みたい な。",
      "timestamp": "00:08:34",
      "start": 514089,
      "end": 529814
    },
    {
      "speaker": "A",
      "text": "確か に。 それ は ある か も ね。 それ も なん か、 最初 に 言っ て た 怖い ポイント を 細分 化 し たら そう なる の か も しれ ない。",
      "timestamp": "00:08:49",
      "start": 529814,
      "end": 537782
    },
    {
      "speaker": "B",
      "text": "そう、 一人 って 結構 ハードル が 高い 人 は 高い って よく 聞く から ね。",
      "timestamp": "00:08:57",
      "start": 537792,
      "end": 543644
    },
    {
      "speaker": "A",
      "text": "確か に ね。 それ は アリ か も。 ただ ちょっと 気 を つけ なきゃ いけ ない の は、 人 と 行く と その 人 と しか 話さ ない で 終わる って いう の も なん か アラレ な パターン だ から。",
      "timestamp": "00:09:03",
      "start": 543644,
      "end": 551856
    },
    {
      "speaker": "B",
      "text": "まあ で も それ で も 1 回 の 経験 と し て は、 なん か 0. 1 歩 踏み出せ た が、 勇気 づけ に は なる と 思っ て て。 なん か テック 系 の イベント、 私 は 最初 参加 し た 時 の ハードル が すっごい 高かっ た な って いう の は、 学生 ながら ちょっと 覚え て て。 すごい ドキドキ し た な って 思っ て た から、.",
      "timestamp": "00:09:11",
      "start": 551856,
      "end": 571496
    },
    {
      "speaker": "A",
      "text": "たしか に な。",
      "timestamp": "00:09:31",
      "start": 571496,
      "end": 572367
    },
    {
      "speaker": "C",
      "text": "ドキドキ し た よ ね。",
      "timestamp": "00:09:32",
      "start": 572367,
      "end": 573808
    },
    {
      "speaker": "B",
      "text": "そう、 知り合い が い た から なん と か 参加 でき た けど、 今 だっ たら 1 人 で 応募 し て、 1 人 で ぴょん って 言っ て、 あ、 なん か 顔 見知り いる な みたい な の が できる けど、 それ の ハードル って、 日本 で も 相当 ある し、 英語 と か じゃ なく て、 もう、 なん か 内容 も すごい 切 し てる 内容 だ と し て も ハードル ある し、 って いう ところ から、 やっぱ ちょっと で も 顔 見知り が いる。 なん か 実家 の よう な 安心 感 まで は いか ない と は 思う けど、 あの 人 は 知っ てる みたい な ふう に なる と、 ちょっと ハードル 下がる の か な って。 だ から、 見知ら ぬ 土地、 ひとりで って いう ところ の、 ひとり で の ところ を 増やす って いう の も、 ある か も しれ ない ね。",
      "timestamp": "00:09:33",
      "start": 573808,
      "end": 616213
    },
    {
      "speaker": "A",
      "text": "勇気 を 出し た 一 歩 って いう か、 勇気 を 出し た 半歩 を 繰り返し たら、 一 歩 は 絶対 超える ん で、 なん か そう いう 感じ で やれる と いい です よ ね。 いきなり なんか、 すべて の 挑戦 を する の は、 なかなか 疲れる し、 ハードル も 高い から。",
      "timestamp": "00:10:16",
      "start": 616223,
      "end": 631789
    },
    {
      "speaker": "B",
      "text": "だ から 最初 は 誰 と も 喋ら なく て いい ん じゃ ない?",
      "timestamp": "00:10:31",
      "start": 631789,
      "end": 634941
    },
    {
      "speaker": "A",
      "text": "確か に、 一番 最初 そう か も。 とりあえず、 行く だけ。 喋ん なく て も いい。 行く だけ で 勝ち。 とりあえず 登壇 聞く だけ で 勝ち。",
      "timestamp": "00:10:34",
      "start": 634941,
      "end": 642914
    },
    {
      "speaker": "B",
      "text": "そう、.",
      "timestamp": "00:10:42",
      "start": 642914,
      "end": 643144
    },
    {
      "speaker": "C",
      "text": "行く だけ で 偉い。 喋り かけ られ たら。",
      "timestamp": "00:10:43",
      "start": 643144,
      "end": 646150
    },
    {
      "speaker": "B",
      "text": "喋り かけ られ たら、 その 一 歩 が、 思っ た 以上 に 大きな 一 歩 に なっ た ね、 で、.",
      "timestamp": "00:10:46",
      "start": 646150,
      "end": 650581
    },
    {
      "speaker": "C",
      "text": "よく ない?",
      "timestamp": "00:10:50",
      "start": 650581,
      "end": 652474
    },
    {
      "speaker": "B",
      "text": "で、 その 次 は、 ちょっと お 話 できる と いい な、 みたい な 感じ で チャレンジ し て み て、 と か、 そう いう 心持ち、 最初 から 高い ハードル 目指す と、 けっこう 精神 的 に も 疲れ ちゃう と 思う から。 まず は 申し込み ボタン を 押し た。 えらい。 まず は 足 を 運ん で み て、 5 分 参加 でき た。 えらい。 最後 まで 参加 でき た。 えらい。 話せ た。 えらい。",
      "timestamp": "00:10:52",
      "start": 652474,
      "end": 676098
    },
    {
      "speaker": "A",
      "text": "みたい な。 それ、 いい と 思い ます ね。 あと、 思っ た ん です けど、 英語 に つい て は、 なん か 英語 に … と いう か、 しゃべる 言語 と いう か、 言語 に 不 自由 な 状況 に もう なれる つもり で、 行く の が いい か な と 僕 思っ て て。 海外 で 育っ た と か じゃ ない 限り は、 英語 を 話し てる と、 なん か 1 回 話し て も 聞き取っ て もらえ なく て、 聞き直さ れる こと と か、 逆 に 相手 が 言っ てる こと 聞き取れ ない って、 なん か すごい 日常 茶飯 事 な ん です よ ね。 で も、 よく 観察 し て みる と、 そう いう の に 対し て 聞き直す こと と か 言い直す こと と か って、 めちゃくちゃ 自然 な こと で 英語 を 話し てる 人 たち の 中 で は、 少なく とも その 多分 彼 ら と か で は。 ただ さ、 日本 の 中 だけ で 英語 勉強 し てる と、 なん か 完璧 な 文法 を 使っ て、 なん か 完璧 に 話さ なきゃ いけ ない みたい な 思い込み と いう か。 ちょっと で も こう、 自分 の 言っ てる こと が 聞き取ら れ なかっ たり つまずい ちゃっ たり し てる と、 あ、 ちょっと やっぱ 自分 英語 喋れ ない な と 思っ ちゃっ て、 より 萎縮 し て しまう みたい な 感じ が。 僕 は あっ た ん です けど、 あっ た し、 周り 見 て て も、 なん か そう いう 感じ が ある。 結構 日本 人 は、 話せ なかっ たり し た 時 に、 ちょっと 若干 表情 が 曇っ て しまっ て、 その 後 ちょっと 萎縮 し て しまう。 だ から、 周り 見 てる と 別 に、 なん か、 どんどん、 バシバシ、 どんどん バシバシ 言っ てる 人 は、 なん か 多少 聞き取れ なく て も、 何 回 も 同じ こと 言っ て、 強引 に 押し通し て、 結果 的 に 話 盛り上がる と か、 なん か よく ある ん です よ ね。",
      "timestamp": "00:11:16",
      "start": 676098,
      "end": 779238
    },
    {
      "speaker": "C",
      "text": "すごい よ ね、 メンタル が 強い。",
      "timestamp": "00:12:59",
      "start": 779238,
      "end": 780849
    },
    {
      "speaker": "A",
      "text": "だ から なん か、 そう、 つまり なんか 陽気 スイーツ と 関係 ある の か も しれ ない ん です けど。 確か に。",
      "timestamp": "00:13:00",
      "start": 780849,
      "end": 785322
    },
    {
      "speaker": "B",
      "text": "国民 性 も 関係 あり そう。",
      "timestamp": "00:13:05",
      "start": 785322,
      "end": 786902
    },
    {
      "speaker": "A",
      "text": "うん。 だ から 英語 を、 ただ 英語 を、 もし 英語 を 使っ て こう、 職 を ゲット し たい と か 英語 関係 で 働き たい って なる と、 まあ そっち の マインド セット を 頑張っ て 身 に つける 方 が 最終 的 に 行き たい 方向 か な って いう 気 も する の で、 なん か そう いう こう マインド セット を 身 に つける よう に こう 意識 する こと も 必要 か な と か 思っ たり し て 完璧 な 英語 を しゃべら ない と コミュニケーション 取れ ない ん だ って いう の は 完全 な 思い違い で 別 に 英語 が 不 自由 で も コミュニケーション なんて 誰 で も 取れ ない みたい な くらい で 行っ た 方 が 気持ち と し て は 楽 だ し なん か ちょうど いい の か な みたい な コミュニケーション は 別 に 言語 だけ で 済む もの じゃ ない から なん か 身振り と か 表情 と か いろいろ ある から もちろん その 行く ミート アップ の 内容 に よっ て は ちゃんと 喋れ ない と ちょっと む ず い って いう 状況 も ある か も しれ ない けど あんまり そう いう 自分 が でき なかっ た こと を 気 に し て 萎縮 し て しまう より は なん か あんまり 深く 考え ず に もう どんどん どんどん 脳死 で やっ て いく ぞ ぐらい の ほう が、 ちょうど いい の か な と 思っ たり し て いる。",
      "timestamp": "00:13:06",
      "start": 786902,
      "end": 853226
    },
    {
      "speaker": "B",
      "text": "うん うん うん。 機会 を 増やす、 大事 だ よ な。",
      "timestamp": "00:14:13",
      "start": 853226,
      "end": 857278
    },
    {
      "speaker": "A",
      "text": "機会 を 増やし、 あと、 そう やっ て 英語 を 話せ ない な って、 会話 の 最中 で 思っ ちゃう と、 英語 を 話せ ない な って 思っ てる こと 自体 が、 英語 を 使う の も リソース を こう 圧迫 し て、 さらに なんか 英語 を 話せ なく なる 感じ が する ん です よ ね。",
      "timestamp": "00:14:17",
      "start": 857278,
      "end": 870891
    },
    {
      "speaker": "C",
      "text": "分かる 気 が する。",
      "timestamp": "00:14:30",
      "start": 870891,
      "end": 872662
    },
    {
      "speaker": "B",
      "text": "そう。",
      "timestamp": "00:14:32",
      "start": 872662,
      "end": 873362
    },
    {
      "speaker": "A",
      "text": "だ から、 なん か 結構、 頑張っ て その 部分 を 話し てる 瞬間 で 感じ ない よう に 意識 する と いう か もちろん ミート アップ が 終わっ た 後 に 振り返っ て あの 時 こう 言え ば よかっ た な みたい な 一人 反省 会 めちゃくちゃ やる と 思う ん です けど 人 と 話し てる 最中 に おい て は あんまり こう 言え なかっ た こと を 空腹 を せ ず に どんどん どんどん マシン ガン の よう に とりあえず 言っ て いく みたい な 方 が なん か コミュニケーション は 取り やすい と いう か ちゃんと 言い たい こと を 言える し 伝わる し 相手 も 分かっ て くれる し って いう の が ある なぁ と いろいろ ミート アップ に 行っ たり し て 思っ たり する.",
      "timestamp": "00:14:33",
      "start": 873362,
      "end": 909835
    },
    {
      "speaker": "C",
      "text": "いや そう ね その メンタ リズム さ 感化 と し て は それ 分かる ん だ けど さ なかなか その メンタ リズム を 表現 さ せる こと が できる 人 って いう の が 結構 少ない ん じゃ ない か な って.",
      "timestamp": "00:15:09",
      "start": 909835,
      "end": 919563
    },
    {
      "speaker": "A",
      "text": "いやー それ は で も しかも すぐ に 身 に つく みたい な もの じゃ ない から ね 結局 なんか それ を 目指そう と 思っ て 何 回 も その マインド セット に なれ ず に、 落ち込む じゃ ない けど、 なれ ない って いう、 なんて いう ん です か、 失敗 と いう か 練習 と いう か、 練習 はいり ます よ ね。 そう だ ね。",
      "timestamp": "00:15:19",
      "start": 919563,
      "end": 940101
    },
    {
      "speaker": "C",
      "text": "だ から ちょっと やっぱり 多少 傷つく 覚悟 は やっぱり 持っ とか ない と いけ ない よう な 気 も する けど ね。",
      "timestamp": "00:15:40",
      "start": 940101,
      "end": 946863
    },
    {
      "speaker": "B",
      "text": "で も 前向き な 傷 つき じゃ ない? それ って。",
      "timestamp": "00:15:46",
      "start": 946863,
      "end": 949314
    },
    {
      "speaker": "C",
      "text": "そう だ ね。",
      "timestamp": "00:15:49",
      "start": 949314,
      "end": 949784
    },
    {
      "speaker": "B",
      "text": "だ って さ、 行か ない と 気づけ ない じゃん、 そう いう ところ の 環境 って。 何事 に も さ、 初めて の チャレンジ って さ、 自分 に 対し て さ、 自分 が 期待 し て た 通り に は いか ない こと と か、 たくさん ある と 思う から さ。",
      "timestamp": "00:15:49",
      "start": 949784,
      "end": 965688
    },
    {
      "speaker": "A",
      "text": "アーサー に そう だ と 思い ます ね。",
      "timestamp": "00:16:05",
      "start": 965688,
      "end": 968619
    },
    {
      "speaker": "B",
      "text": "それ は なん か、 逆 に 気づけ た こと が 大事 って 思っ て、 切り替え て、 じゃあ もう 1 回 こう いう ふう に やっ て みよう か を、 一歩 進め て、 られれ ば いい の か な って 思っ た。",
      "timestamp": "00:16:08",
      "start": 968619,
      "end": 980608
    },
    {
      "speaker": "A",
      "text": "そう だ と 思い まし た。",
      "timestamp": "00:16:20",
      "start": 980608,
      "end": 982068
    },
    {
      "speaker": "B",
      "text": "最初 から ね、 自分 に 期待 し すぎ ない で ね、 行っ て みる か ぐらい の 温度 感 が いい か も しれ ない ね。",
      "timestamp": "00:16:22",
      "start": 982068,
      "end": 987761
    },
    {
      "speaker": "C",
      "text": "そう ね、 期待 し よう が いい ね、.",
      "timestamp": "00:16:27",
      "start": 987761,
      "end": 988922
    },
    {
      "speaker": "A",
      "text": "自分 に。 それ が 大きい か も。",
      "timestamp": "00:16:28",
      "start": 988922,
      "end": 991853
    },
    {
      "speaker": "B",
      "text": "で も 最初 は もう、 なん か 5 回 ぐらい 喋れ たら OK みたい な ところ から 始める って 私 は いい と 思う ん だ よ ね。",
      "timestamp": "00:16:31",
      "start": 991853,
      "end": 998066
    },
    {
      "speaker": "A",
      "text": "確か に 確か に。",
      "timestamp": "00:16:38",
      "start": 998066,
      "end": 999576
    },
    {
      "speaker": "C",
      "text": "一言 で も 喋れ たら もう 合格 と か ね。",
      "timestamp": "00:16:39",
      "start": 999576,
      "end": 1002488
    },
    {
      "speaker": "B",
      "text": "合図 地 が でき た。 えらい。",
      "timestamp": "00:16:42",
      "start": 1002488,
      "end": 1006030
    },
    {
      "speaker": "C",
      "text": "そん ぐらい が いい か も。",
      "timestamp": "00:16:46",
      "start": 1006040,
      "end": 1007080
    },
    {
      "speaker": "B",
      "text": "そっ から どんどん どんどん、 なん か ステップ 踏ん でっ て、 増やし て いっ て で、 いい か な って 思っ て て。 私 は 最初 から もう ガツガツ 話そう って やる と、 その ガツガツ 話そう の 方 に の リソース 取ら れる タイプ だ から、.",
      "timestamp": "00:16:47",
      "start": 1007080,
      "end": 1023106
    },
    {
      "speaker": "A",
      "text": "で、.",
      "timestamp": "00:17:03",
      "start": 1023106,
      "end": 1023176
    },
    {
      "speaker": "B",
      "text": "ちょっと 頑張っ ちゃおう って やる と、 結構 ハードル を 感じる タイプ だ から、 まあ 人 それぞれ か な。 なん か 私 は そう いう タイプ だ から、 ちょっと 難しい か も なっ て 思っ たら、 そう いう もう 少し 小さい ところ から 始め て みる って 全然 いい と 思う。",
      "timestamp": "00:17:03",
      "start": 1023176,
      "end": 1036203
    },
    {
      "speaker": "A",
      "text": "それ 確か に 人 に よる から、 自分 が こう 一番 続け やすく て、 一番 頑張り やすい 方向 性 で 継続 する って いう の が、 結局 一番 いい な と 話し ながら.",
      "timestamp": "00:17:16",
      "start": 1036213,
      "end": 1047962
    },
    {
      "speaker": "C",
      "text": "思っ た でし た ね。",
      "timestamp": "00:17:27",
      "start": 1047962,
      "end": 1049052
    },
    {
      "speaker": "B",
      "text": "なぎ ごと も そう だ よ ね。 で も なん か 話 聞い て て、 言語 の 特性 に よる パソナリティ みたい な ところ の 話 あっ た じゃん。 あれ は なん か 言語 から 吸収 し て いく 方法 も ある の か な と 思っ て て。 学び 方 次第 で。 そう いう、 なん だろう、 性格 づくり じゃ ない ん だ けど、 一旦、 自分 って いう もの を 切り離し て、 その 言語 の パーソナリティー に 染まっ て みる みたい な、 なん か、 方法 も ある ん じゃ ない か な と か、 思っ たり は し た、.",
      "timestamp": "00:17:29",
      "start": 1049052,
      "end": 1081932
    },
    {
      "speaker": "C",
      "text": "話 を 聞い て。 けっこう 上級 者 向け な 気 が する けど ね、.",
      "timestamp": "00:18:01",
      "start": 1081932,
      "end": 1085915
    },
    {
      "speaker": "A",
      "text": "それ。",
      "timestamp": "00:18:05",
      "start": 1085915,
      "end": 1086186
    },
    {
      "speaker": "B",
      "text": "うん、 めちゃくちゃ 考え て やら なきゃ いけ ない けど、 なん か そこ も 一緒 に 学ぶ 方法 も ある の か な って、 なん か そう いう アプローチ も ある の か な って、 今 話し 聞き ながら 興味 を 持っ た、 私 が。",
      "timestamp": "00:18:06",
      "start": 1086186,
      "end": 1098154
    },
    {
      "speaker": "A",
      "text": "ある か も ね。 ある の か も しれ ない。 やっ てく と 自然 に 身 に つく もの で も ある 気 が する し、 意識 し たら もっと 早く 身 に つけ られる もの な の か も しれ ない、 確か に。",
      "timestamp": "00:18:18",
      "start": 1098154,
      "end": 1105520
    },
    {
      "speaker": "C",
      "text": "そう だ ね。",
      "timestamp": "00:18:25",
      "start": 1105520,
      "end": 1106090
    },
    {
      "speaker": "B",
      "text": "この 陽気 圧力 みたい な やつ が 言語 から 学べる みたい な。",
      "timestamp": "00:18:26",
      "start": 1106090,
      "end": 1110573
    },
    {
      "speaker": "A",
      "text": "確か に な、 英語 ね、 仕事 を し て て、 フィードバック する とき の、 いい ね って 言う とき の 返し 方 の バリエーション は 確か に なん か 単語 と し て 多い の か な って 気 が し て て。 日本 だ と、.",
      "timestamp": "00:18:30",
      "start": 1110573,
      "end": 1125244
    },
    {
      "speaker": "B",
      "text": "あ、.",
      "timestamp": "00:18:45",
      "start": 1125244,
      "end": 1125384
    },
    {
      "speaker": "A",
      "text": "いい ね、 すごい ね。",
      "timestamp": "00:18:45",
      "start": 1125384,
      "end": 1127861
    },
    {
      "speaker": "C",
      "text": "ぐらい な 気 が する ん です けど、.",
      "timestamp": "00:18:47",
      "start": 1127871,
      "end": 1132183
    },
    {
      "speaker": "A",
      "text": "英語 だ と なんか、 god と great は よく 言わ れる し、 なん か 確か に それ 普通 に 使っ てる なぁ と 思い返し て、 思い出す の は、 amazing と か、 fantastic と か、 awesom と か、 なん か、 けっこう バリエーション 多い し、 まあ、 言語 な の か 文化 な の か わかん ない けど、 ちょっと し た 小さい こと で も、 そう いう ふう に ポジティブヒードバック の 単語 返し て くれ て、 お 互い ポジティブ に 返す って いう の は、 なん か 確か に 日本 で 働い てる とき より も、 よく 見かける し、 自分 も 面白く て 出会う な って 感じ が する から、 そう なる か も ね。",
      "timestamp": "00:18:52",
      "start": 1132183,
      "end": 1171203
    },
    {
      "speaker": "B",
      "text": "なん か、 日本 語 って さ、 てれ くさい よ ね。",
      "timestamp": "00:19:31",
      "start": 1171213,
      "end": 1174105
    },
    {
      "speaker": "A",
      "text": "それ は ね、 あり ます よ ね。",
      "timestamp": "00:19:34",
      "start": 1174105,
      "end": 1175836
    },
    {
      "speaker": "B",
      "text": "なん だろう ね。",
      "timestamp": "00:19:35",
      "start": 1175836,
      "end": 1176827
    },
    {
      "speaker": "C",
      "text": "おくゆかしい です ね、.",
      "timestamp": "00:19:36",
      "start": 1176827,
      "end": 1178098
    },
    {
      "speaker": "B",
      "text": "ほんと に。",
      "timestamp": "00:19:38",
      "start": 1178098,
      "end": 1180090
    },
    {
      "speaker": "A",
      "text": "恋人 と か に、 愛し てる って いう の、 すごい 恥ずかしい じゃ ない です か、 一般 的 に は 日本 語。 で も、 海外 で、 Iloveyu と か、 loveyu って、 けっこう 普通 に 使う。 僕 も、 彼女 と 電話 し て 終わる とき に、 loveyu って いう 感じ で 終わる し、 他 の 人 が 電話 し て そう な とき に、 耳立て て み て も、 最後 loveyu と か Iloveyu, b って 感じ で 終わる ん で。 なん か ね、 なん か 翻訳 し たら 意味 と し て は 同じ な の か も しれ ない けど、 それ を 使う 環境 と いう か 状況 と いう か 心構え って 結構 違う の か も ね、 って。 違う な って、 思い返し て、 思い ます ね。",
      "timestamp": "00:19:40",
      "start": 1180090,
      "end": 1223520
    },
    {
      "speaker": "B",
      "text": "面白い な。 なん か、 言語 から こう いう 日本 人 の 特性 が でき た の か さ、 日本 人 って さ、 MBTI で 言う と、 i が 多い じゃん。",
      "timestamp": "00:20:23",
      "start": 1223520,
      "end": 1233496
    },
    {
      "speaker": "A",
      "text": "うん。",
      "timestamp": "00:20:33",
      "start": 1233496,
      "end": 1234436
    },
    {
      "speaker": "B",
      "text": "あの、 容器 屋 力 低い ほう だ と 思う よ。 って いう 傾向 が ある じゃん。 あれ って、 なん か 言語 特性 から 来 た の か、 言語 が そう なっ て き た の か、 どっち が 先 な ん だろう な って、 急 に 疑問 に 思え て き て。",
      "timestamp": "00:20:34",
      "start": 1234436,
      "end": 1247998
    },
    {
      "speaker": "A",
      "text": "研究 し てる 人 い そう。",
      "timestamp": "00:20:47",
      "start": 1247998,
      "end": 1249479
    },
    {
      "speaker": "B",
      "text": "ね、 研究 あり そう だ よ ね。",
      "timestamp": "00:20:49",
      "start": 1249479,
      "end": 1251870
    },
    {
      "speaker": "A",
      "text": "なん か、 相互 に 影響 を 及ぼし て そう な 感じ は する っちゃ する けど、 どう な ん だろう。 言語 の 影響 で も 大きい か も。 なん か、 これ また すごい ざっくり 情報 な ん です けど、 昔、 友達 の お 姉 ちゃん が 大学 で 中国 語 の 研究 を し て い て、 研究 と いう か、 勉強 し て て。 中国 語、 なん か、 僕 も 大学 で 取っ た から、 ちょっと わかる ん です けど、 中国 語 って、 発音 が 結構、 同じ ア って いう 発音 で も、 ピン 音 と いう もの で、 4 種類 に 分かれる。 ア、.",
      "timestamp": "00:20:51",
      "start": 1251870,
      "end": 1281520
    },
    {
      "speaker": "B",
      "text": "ア、.",
      "timestamp": "00:21:21",
      "start": 1281520,
      "end": 1281820
    },
    {
      "speaker": "A",
      "text": "ア、 アー、 みたい な。 って いう の も ある から、 なん か、 話し てる とき に、 けっこう 声 大きく なり がち な の は、 大きく し ない と その 抑揚 みたい な もの が 聞き取れ なく て、 意味 と し て 伝わら ない から、 そう なり がち って いう こと を、 めっちゃ 昔、 もう すんごい おぼろ げ だ けど、 友達 の お 姉 ちゃん が 10 年 ぐらい 前 に 言っ て て、 やっぱ けっこう その 言語 の、 特性 って いう の は 話す とき の 状況 に 大きく 影響 を 及ぼす し、 そこ で 自分 の 体 の 使い 方 が 変わる ん だっ たら 更に 気持ち も 変わる の か な と 思っ たり 思わ なかっ たり し ます けど、 詳しい 方 が い たら お 便り で 教え て ください。",
      "timestamp": "00:21:21",
      "start": 1281820,
      "end": 1318449
    },
    {
      "speaker": "C",
      "text": "気 に なっ て き た。",
      "timestamp": "00:21:58",
      "start": 1318449,
      "end": 1319801
    },
    {
      "speaker": "A",
      "text": "面白い な って。 もし か し たら、 ゆる 言語 学 と か いう ポッド キャスト 聞い たら わかん ない か も しれ ない です けど、.",
      "timestamp": "00:21:59",
      "start": 1319801,
      "end": 1325632
    },
    {
      "speaker": "B",
      "text": "言っ て なく て です ね。",
      "timestamp": "00:22:05",
      "start": 1325632,
      "end": 1326652
    },
    {
      "speaker": "A",
      "text": "そう いう の ある か も しれ ない です ね。",
      "timestamp": "00:22:06",
      "start": 1326652,
      "end": 1330115
    },
    {
      "speaker": "B",
      "text": "あり そう。",
      "timestamp": "00:22:10",
      "start": 1330115,
      "end": 1332717
    },
    {
      "speaker": "A",
      "text": "だ から、 その 言語 を 使う って いう、 新しい 言語 を 使う って いう の は、 一種 ハードル に も なり うる ん です けど、 逆 に こう、 自分 の 追い風 に も なる か も しれ ない って いう、 思い まし た ね。",
      "timestamp": "00:22:12",
      "start": 1332717,
      "end": 1347649
    },
    {
      "speaker": "B",
      "text": "おもしろい。",
      "timestamp": "00:22:27",
      "start": 1347649,
      "end": 1351160
    },
    {
      "speaker": "A",
      "text": "ミート アップ の よく たくさん 言っ た 感想 と し て は、 僕 と し て は 言っ て よかっ た な って いう 感じ が し て、 それ は です ね、 大きな 観点 と し て は、 ミート アップ って ほぼ 無料 英 会話 レッスン な ん です よ ね。 無料 本格 派 英 会話 レッスン な ん です よ。 なるほど ね。 結構 こう 自分 で こう 飛び込ん で やら なけれ ば いけ ない けれど も、 カナダ だ と 特に いろんな 鉛 を 持っ た 人 と コミュニケーション を 必然 的 に 取る こと に なる し 自分 で 聞く とき に 本気 を 出す し 聞け ない と コミュニケーション 取れ ない から 話す とき も もう かなり こう 自分 の 頭 を フル 回転 さ せ て 自分 の 言い たい こと を 伝える って いう 状況 に 強制 的 に なる の で しかも ま あ ミート アップ に よっ て お 金 取る か も しれ ない です けど 基本 的 に は そんな に 大きい お 金 は 取れ ない し 無料 が 多い し って いう の も あっ て 結構 いろんな 鉛 を 持っ た 人 と いろんな 方向 性 で コミュニケーション を 取る って いう の は 結構 ミート アップ に たくさん 行っ て た から でき た こと だ なぁ と 思う し、 その 経験 が あっ た から、 結構 その 面接 と か で も、 最初 に 本題 に 入る 前 の スモール トーク を、 結構 し やすかっ た な って いう 感じ は ある の で、 私 は なん か、 いっ た 感想 と し て は、 やっぱ すごい、 いっ た こと に よっ て、 英語 を 使っ た コミュニケーション 取り 方 と か、 経験 値 が すごい たまっ た の で、 よかっ た な って いう 感じ が。 あり ます ね、 まあ 人 に も よる と 思う の で、 僕 の 周り で も 別 に ミート アップ 全然 行か ない し、 行く 必要 ない と 思う って いう 人 も いれ ば、 僕 みたい に 行っ た ほう が いい よ、 行っ て よかっ た よ って いう 人 も いる の で、 本当 に 人 それぞれ だ と 思う ん です けれど も、 もし 行っ て こう メリット を 受け たい と 思っ て いる なら ば、 そう いう 無料 英 会話 レッスン と し て 捉える と、 まあ なんか 行き やすい か も しれ ない。",
      "timestamp": "00:22:31",
      "start": 1351831,
      "end": 1458474
    },
    {
      "speaker": "B",
      "text": "インチ で コ スパ よく。 英 会話 レッスン が できる。",
      "timestamp": "00:24:18",
      "start": 1458474,
      "end": 1463634
    },
    {
      "speaker": "A",
      "text": "もし、 これ だけ 鉛 を 持っ て た から、 5、 6 種類 の 鉛 の 英語 と 話し たい、 日本 で 話し たい って 思っ た 場合 は、 何 かしら の プラットフォーム に お 金 払っ て やん なきゃ いけ ない。 そう ね。 30 分 いくら か わかん ない ん です けれど も、 月 1 万 だ か 2 万 だ か 払っ て やん なきゃ いけ ない こと を、 ミート アップ に 行け ば、 無料 で な ん なら お 金 を 出す より も、 さらに 多く の 人 と 話せ て、 なん なら 友達 も できる か も しれ ない し、 なん なら LinkedI の つながり も 増える か も しれ ない し、 なん なら ピザ も 置い て ある か も しれ ない から、 ただ飯 食える か も しれ ない し みたい な。 くれ くれ に なっ て しまっ て は、 ちょっと Metup の 運営 者 側 的 に は ちょっと あれ なか も しれ ない です けど。 そう ね、.",
      "timestamp": "00:24:23",
      "start": 1463634,
      "end": 1503539
    },
    {
      "speaker": "C",
      "text": "コミュニティ に 貢献 する の 大事 だ から ね、.",
      "timestamp": "00:25:03",
      "start": 1503539,
      "end": 1505170
    },
    {
      "speaker": "A",
      "text": "向こう の。 貢献 し たい って いう 気持ち は 大 前提 に おい て、 そう いっ た 感じ で 英語 の 練習 の 機会 と し て 捉える と、.",
      "timestamp": "00:25:05",
      "start": 1505170,
      "end": 1513597
    },
    {
      "speaker": "B",
      "text": "あ、.",
      "timestamp": "00:25:13",
      "start": 1513607,
      "end": 1513837
    },
    {
      "speaker": "A",
      "text": "なん か 行く しか ない な みたい な。 行く だけ 得 だ な みたい な。 どっ か みたい な。 もし コミュニケーション 取れ なく て も、 今後 一生 会わ ない だろう し な と か 思え ば、 多少 の 失敗 も そんな に 気 に なら なく なる か も しれ ない。",
      "timestamp": "00:25:13",
      "start": 1513837,
      "end": 1530628
    },
    {
      "speaker": "B",
      "text": "確か に 気楽 か も ね。",
      "timestamp": "00:25:30",
      "start": 1530628,
      "end": 1533641
    },
    {
      "speaker": "A",
      "text": "めちゃくちゃ 気 が あっ たら 長く なる 人 も いる か も しれ ない です けど、 大体 ミート アップ は その ミート アップ で 出会う だけ って いう 感じ が する ん で。",
      "timestamp": "00:25:33",
      "start": 1533651,
      "end": 1540354
    },
    {
      "speaker": "C",
      "text": "そう だ ね。 覚え て ない もん ね、.",
      "timestamp": "00:25:40",
      "start": 1540354,
      "end": 1543225
    },
    {
      "speaker": "A",
      "text": "そんな に ミート アップ と か で.",
      "timestamp": "00:25:43",
      "start": 1543225,
      "end": 1544575
    },
    {
      "speaker": "C",
      "text": "会っ た 人 と か って。 だ から 関係 繋がら ん 限り は。",
      "timestamp": "00:25:44",
      "start": 1544575,
      "end": 1548086
    },
    {
      "speaker": "A",
      "text": "そう ね、 もう 1 回 会っ たら、 この 前 会っ た けど ちょっと 名前 が わかん ない、 名前 な ん だ っけ って いう 会話 から 始まる けど、 ミート アップ で もう それ 以降 会わ なかっ たら、 多分 その 後 一生 思い出す こと は ない 人間 だ よ ね。",
      "timestamp": "00:25:48",
      "start": 1548086,
      "end": 1560547
    },
    {
      "speaker": "B",
      "text": "そう いう 意味 で は ね、 仕事 で 関わる 人間 と、 その 英語 の コミュニケーション 失敗 し ちゃっ た より、 ハードル は 低い か も ね。",
      "timestamp": "00:26:00",
      "start": 1560557,
      "end": 1569382
    },
    {
      "speaker": "A",
      "text": "しかも 多分、 英語 を ちゃんと そう いう ふう に、 知ら ない 言語 を 使い こなせる よう に なる ため に は、 使い こなせ なかっ た って いう 経験 を いかに 多く 積む か な 気 が する。",
      "timestamp": "00:26:09",
      "start": 1569392,
      "end": 1580178
    },
    {
      "speaker": "C",
      "text": "それ は ある ね。",
      "timestamp": "00:26:20",
      "start": 1580178,
      "end": 1580708
    },
    {
      "speaker": "A",
      "text": "それ は ジレンマ な ん だ けど。 結局、 まあ なんか 多分、 どんな 勉強 で も スポーツ で も 同じ で、 上手く なる ため に は 上手く なら ない って いう 出来事 を 数多く こなさ なきゃ いけ ない。 それ を いつ やる か の 話 で。",
      "timestamp": "00:26:20",
      "start": 1580708,
      "end": 1594336
    },
    {
      "speaker": "C",
      "text": "挫折 が ない と ね、.",
      "timestamp": "00:26:34",
      "start": 1594336,
      "end": 1595246
    },
    {
      "speaker": "A",
      "text": "やっぱり。 そう。 ミート アップ に 行っ て よかっ た の は、 それ を、 この 英語 は 使え なく て 失敗 って いう 経験 を ミート アップ で たくさん し て い た こと で、 それ が なん か 就活 の 時 に 起こら ず に 済ん だ、 起き まし た けど。 うん うん うん うん うん うん。 いや、 英語 を 話せ なく て 失敗 し た な って いう 経験 を、 なん か 就職 する とき の 面接 で 起きる より は、 別 に 利害 関係 ない ミート アップ で 起き た ほう が 絶対 いい.",
      "timestamp": "00:26:35",
      "start": 1595246,
      "end": 1619148
    },
    {
      "speaker": "B",
      "text": "じゃ ない です か。 うん うん うん、.",
      "timestamp": "00:26:59",
      "start": 1619148,
      "end": 1620319
    },
    {
      "speaker": "A",
      "text": "それ は そう。 それ が いつ、 いつ 起こる か 問題。 で、 冷静 に 考える と、 ミート アップ で 起こし て おい た ほう が、 結構 プラス みたい な、 面接 より 絶対 プラス みたい な、 って いう の も あっ て、 なん か いろいろ な 観点 が ある けど、 僕 は 行っ て よかっ た なー って 感じ です ね。",
      "timestamp": "00:27:00",
      "start": 1620319,
      "end": 1634502
    },
    {
      "speaker": "B",
      "text": "うん うん うん。 良い 話。",
      "timestamp": "00:27:14",
      "start": 1634502,
      "end": 1636953
    },
    {
      "speaker": "A",
      "text": "うん うん うん。 いやー、 海外 で 働く エンジニア だ なー。",
      "timestamp": "00:27:16",
      "start": 1636953,
      "end": 1643187
    },
    {
      "speaker": "B",
      "text": "海外 で 働く エンジニア だ なー。",
      "timestamp": "00:27:23",
      "start": 1643187,
      "end": 1646699
    },
    {
      "speaker": "A",
      "text": "すごい わ。",
      "timestamp": "00:27:26",
      "start": 1646699,
      "end": 1647039
    },
    {
      "speaker": "B",
      "text": "環境 がち げ ー。",
      "timestamp": "00:27:27",
      "start": 1647039,
      "end": 1648405
    },
    {
      "speaker": "A",
      "text": "当然 な ん だ けど さ、 僕 は 普段 その 日本 の フロック って いう コミュニティ も 所属 し てる ん で、 結構 仲良く し てる 人 日本 人 が 多い ん です よ。 日本 語 たくさん 話す。 で も 大体 海外 で 働い てる エンジニア だ から、 海外 で 働い て いる って 普通 の こと な ん です よ ね。 それ 海外 に いれ ば。 だ から なん か あんまり 改めて こう 意識 し て なかっ た けど、 お 便り に 回答 し て みる と、 なん か すごい なー って 思い まし た。",
      "timestamp": "00:27:28",
      "start": 1648415,
      "end": 1677582
    },
    {
      "speaker": "B",
      "text": "いや、 すごい よ。 だ って、 回答 でき ない もん。",
      "timestamp": "00:27:57",
      "start": 1677592,
      "end": 1682688
    },
    {
      "speaker": "A",
      "text": "たしか に な。",
      "timestamp": "00:28:02",
      "start": 1682688,
      "end": 1684050
    },
    {
      "speaker": "B",
      "text": "しら から はね、 うち と なべ ちゃん から はね、 この アンサー は でき ない から。 やっぱり、 経験 し た もの しか アンサー は でき ない から。",
      "timestamp": "00:28:04",
      "start": 1684050,
      "end": 1695335
    },
    {
      "speaker": "A",
      "text": "面白い な。 こう いう 海外 系 の 質問 は、 僕 も 来 て くれる と、 喜ん で 答える し、 答える こと で、 自分 の 自己 肯定 感 も 上がる ん で、 ぜひ お 便り いただけ たら と 思い ます。",
      "timestamp": "00:28:15",
      "start": 1695345,
      "end": 1709951
    },
    {
      "speaker": "B",
      "text": "お 便り を 通し て。",
      "timestamp": "00:28:29",
      "start": 1709951,
      "end": 1711582
    },
    {
      "speaker": "A",
      "text": "前回 話し て い た お テレ フォーム の 更新 は、 たぶん 済ん でる と 思う ん です けど、 前回 と 同じ 日 に 収録 し てる ん で、 全然 文句 は まだ ない ん です けれど も、 お 便り フォームリリーナル し て いる の で ぜひ チェック し て いろいろ 送っ て み て ください って 感じ です わ お 願い し ます と いう こと で お 便り いただい た AI さん ありがとう ござい まし た ありがとう ござい まし た と いう こと で 最後 まで 聞い て くださり ありがとう ござい まし た IT トリ ア は 各週 月曜 日 に 更新 さ れ ます Spotify、 ApplePodcast、 YouTbe など で 番組 の フォロー を ぜひ よろしく お 願い し ます レビュー、.",
      "timestamp": "00:28:31",
      "start": 1711582,
      "end": 1743111
    },
    {
      "speaker": "B",
      "text": "コメント、 お 便り も 募集 し て い ます お 便り フォーム の リンク は 放送 の 概要 欄 に ある の で どしどし 送っ て ください また X.",
      "timestamp": "00:29:03",
      "start": 1743111,
      "end": 1750886
    },
    {
      "speaker": "C",
      "text": "で 呟き が ある と とても 嬉しい です ハッシュ タグ IT トリオ で お 待ち し て ます それ で は.",
      "timestamp": "00:29:10",
      "start": 1750886,
      "end": 1755278
    },
    {
      "speaker": "A",
      "text": "また 次回 お 会い し ましょう ありがとう ござい まし た ありがとう ござい まし た.",
      "timestamp": "00:29:15",
      "start": 1755278,
      "end": 1758426
    }
  ],
  "language": "ja"
}
