{
  "segments": [
    {
      "speaker": "おぐらくん",
      "text": "僕 も カーソル を 使い 始め た ん です けど、 便利 さ を めちゃくちゃ 実感 し て いる の で、 今週 も カーソル に つい て 話し たい と 思い ます。 よろしく お 願い し ます。",
      "timestamp": "00:00:00",
      "start": 68,
      "end": 7463
    },
    {
      "speaker": "なべちゃん",
      "text": "お 願い し ます。",
      "timestamp": "00:00:07",
      "start": 7463,
      "end": 7934
    },
    {
      "speaker": "ちーず",
      "text": "よろしく お 願い し ます。 おー、 布教 でき まし た ね。",
      "timestamp": "00:00:07",
      "start": 7934,
      "end": 10771
    },
    {
      "speaker": "おぐらくん",
      "text": "いやー めちゃ 便利 です なぁ パイロット を もともと 使っ て い て シーズン に 教え て もらっ て から カーソル 使い 始め た ん です けど やっぱ なんか できる こと は だいたい 同じ な 気 は 比べ て み て も する ん です けど それ で も やっぱり カーソル の 方 が AI 使う って なっ たら 便利 だ なぁ と 感じ て いる の で ちょっと 深 掘っ て 話し たら なぁ と 思っ て.",
      "timestamp": "00:00:10",
      "start": 10781,
      "end": 30851
    },
    {
      "speaker": "ちーず",
      "text": "ます やっぱ エディター ビルド イン AI って いう ところ と 拡張 機能 って いう.",
      "timestamp": "00:00:30",
      "start": 30851,
      "end": 36734
    },
    {
      "speaker": "おぐらくん",
      "text": "ところ 違う の か な なんか 触っ て み た 感じ やっぱ 違う な って いう 気 が し て だ から 機能 面 で 言う と さっき も 言っ た よう に だいたい 両方 カーソル できる こと は copilot で も でき て なん か サ ブン と いえ ば なん か の チャット する とき に シンボル 機能 って 言っ て なん か 特定 の ファイル を 指定 し て コンテキスト に 埋め込ん だり アット コード ベース と か を 使っ て コード ベース 全体 に つい て 聞く みたい な 機能 が Curso に は ある ん です けど GitHub コパ イロット も 似 た よう な こと は できる ん です けど ファイル の コンテキスト 埋め込み は でき ない っぽい コード ベース 全体 へ の 質問 は アット ワークス ペース と か で 同じ よう な こと は できる ん です けど シンボル の 多 さ は Curso の ほう が まだまだ 多い って いう 感じ でし た ね なんか 調べ て み た 感じ 特定 の プラグ イン と いう か 特定 の サービス に つい て 聞く みたい な 機能 に つい て は GitHubCopilot の ベータ 版 か な と か で 提供 さ れ てる から アット センチュリー と か そう いう の で 一応 なんか やっぱ 似 た よう な こと は 今後 開発 さ れ て いき そう な 匂い は し て まし た あと は やっぱ 大き さ 分 と し て は カーソル だ と 使う AI の モデル を 選べる って いう の が 大きい か な と 思っ て なん か あと あれ です ね 僕 は カーソル 有料 プレーン に 課金 し て なく て ChatGPT の API キー を 埋め込ん で それ を 使う よう に し てる ん です けど そう いう の も できる の も カーソル だけ で も あと は 機能 以外 の ところ で 言う と やっぱり その キーボード ショート カット みたい な の の 階層 が カーソル の 方 が 一 個 浅い か な って いう 感じ で ま あ その おかげ で VS コード の デフォルト の キーボード ショート カット が 上書き さ れ たり は し てる ん です けど アクセス の し やす さ って いう 面 で Curso の 方 が 上 っぽい です ね それ は.",
      "timestamp": "00:00:36",
      "start": 36734,
      "end": 146400
    },
    {
      "speaker": "ちーず",
      "text": "ね 結構 先週 も ね 話し て.",
      "timestamp": "00:02:26",
      "start": 146400,
      "end": 148382
    },
    {
      "speaker": "おぐらくん",
      "text": "い た よ ね 話し まし た ね まあ 差分 そんな 感じ か なあ そう だ 先週 の 放送 で 最初 に 話し て い た Curso エディター の サイド メニュー の 位置 な ん です けど それ に つい て は 簡単 に 設定 で 変え られ た ん で ちょっと すい ませ ん って.",
      "timestamp": "00:02:28",
      "start": 148382,
      "end": 163254
    },
    {
      "speaker": "ちーず",
      "text": "感じ です ね いやー あれ 変え られ た の 変え られる 方法 私 知ら なく て ずっと 横並び の まま 使っ て た ん だ けど 別 に これ で も 使える なー と 思っ て て ちょっと 慣れ て き た ん だ けど やっぱ 縦 に ある.",
      "timestamp": "00:02:43",
      "start": 163254,
      "end": 175949
    },
    {
      "speaker": "おぐらくん",
      "text": "方 が いい ね いい ね 使い 始め て やっぱ ダメ だ な と 思っ て 調べ て み たら すぐ に 禅 の 記事 と か に も 見つかっ て できる ん だ ウェイスコード で できる 設定 は カーソル で 大体 でき ます と 大体 でき ます ね もちろん そう キーボード ショート カット で 気 に 入ら ない もの が あれ ば 自分 で カスタマイズ でき ます、 もちろん って 感じ です ね。",
      "timestamp": "00:02:55",
      "start": 175949,
      "end": 197365
    },
    {
      "speaker": "ちーず",
      "text": "私 も、 前 の 放送 を 収録 し て から、 職場 の 同じ チーム の 同僚 が、 カーソル に つい て ワークショップ を 拾い て くれ て て、 カーソル を 使っ て、 こう いう サービス を 作っ て みよう、 みたい な。 何 も、 自分 で コード を 書か ず に、 ToD アプリ が 完成 する か、.",
      "timestamp": "00:03:17",
      "start": 197365,
      "end": 222325
    },
    {
      "speaker": "おぐらくん",
      "text": "みたい な。",
      "timestamp": "00:03:42",
      "start": 222325,
      "end": 224597
    },
    {
      "speaker": "ちーず",
      "text": "感じ で、 カーソル と V 0 を 使っ て やる みたい な ワークショップ を し た から、 それ で、 自分 全く 知ら なかっ た 機能 と か も 知る こと が でき て、 少し はね、 先週 の 収録 の とき より か は、 インプット し てる か も しれ ない。",
      "timestamp": "00:03:44",
      "start": 224607,
      "end": 244704
    },
    {
      "speaker": "おぐらくん",
      "text": "ちなみ に、 どう いう 機能 を 知れ た ん です か?",
      "timestamp": "00:04:04",
      "start": 244704,
      "end": 247654
    },
    {
      "speaker": "ちーず",
      "text": "なん か、 私 が 知ら なかっ た 機能 は、 コマンド i って 打つ と、 なん だっ た っけ、 コンポーザー って いう、 直接 ファイル 生成 し たり と か も し て くれる 機能 が あっ て、 基本 的 に チャット と エディット しか 使っ て なかっ た から、 今 まで。",
      "timestamp": "00:04:07",
      "start": 247654,
      "end": 264869
    },
    {
      "speaker": "おぐらくん",
      "text": "なるほど ね。 はい はい はい。",
      "timestamp": "00:04:24",
      "start": 264869,
      "end": 267220
    },
    {
      "speaker": "ちーず",
      "text": "で、 コンテキスト と か は、 シンボル と か で コンテキスト を 読み込ん で 使っ て いる の は やっ て い た けど、 コマンド アイ で その コンポーザー と し て まあ 多分 ベータ 機能 な ん だ けど そう いう 直接 エンブファイル と か を 生成 し て くれ たり と か どっ か コン ポーズ の ヤム ル の ファイル も 勝手 に 生成 し て くれ たり と か めっちゃ いい よ ね それ なんか 指示 し た 通り に どんどん どんどん 書き換え て いっ て くれる から 本当 に コード を 書か なく て いい って いう そう いう 設定 ファイル 系 は.",
      "timestamp": "00:04:27",
      "start": 267220,
      "end": 298992
    },
    {
      "speaker": "おぐらくん",
      "text": "ね それ は その 機能 使う と なん か チャット と か で も 訪ね たら ファイル の 中身 生成 し て くれ て アプライ し たら ファイル 作成 する みたい な の でき た と 思う ん です けど その コンポーダー 使う と もう そもそも 作成 と か は もう 自動 で 反映 さ れる.",
      "timestamp": "00:04:58",
      "start": 298992,
      "end": 314722
    },
    {
      "speaker": "ちーず",
      "text": "みたい な そうそう そう 全部 サクサク サクサク 作ら れ て いく から サクサク サクサク 書き換え られ て はい くる から まあ あの 容量 両方 は ね ケース バイ.",
      "timestamp": "00:05:14",
      "start": 314722,
      "end": 326165
    },
    {
      "speaker": "おぐらくん",
      "text": "ケース か な って なるほど です ね.",
      "timestamp": "00:05:26",
      "start": 326165,
      "end": 328398
    },
    {
      "speaker": "なべちゃん",
      "text": "すげー な 今 そんな なっ てる の.",
      "timestamp": "00:05:28",
      "start": 328398,
      "end": 330598
    },
    {
      "speaker": "ちーず",
      "text": "マジ か そう そう なべ ちゃん も.",
      "timestamp": "00:05:30",
      "start": 330598,
      "end": 332299
    },
    {
      "speaker": "なべちゃん",
      "text": "使い な よ やばい な ちょっと マジ で すごい な それ は ちょっと 生産.",
      "timestamp": "00:05:32",
      "start": 332299,
      "end": 337041
    },
    {
      "speaker": "おぐらくん",
      "text": "性 違い すぎる ね マジ で 感動.",
      "timestamp": "00:05:37",
      "start": 337041,
      "end": 339322
    },
    {
      "speaker": "ちーず",
      "text": "する よ なんか どんどん ドッカーコンポーズファイル が 一瞬 に し て 出来上がっ たー って サクサク.",
      "timestamp": "00:05:39",
      "start": 339322,
      "end": 345865
    },
    {
      "speaker": "おぐらくん",
      "text": "だー って マジ すごい 確か に そこ の 体験 大きい な なんか 僕 も GitHub の パイロット で も さあ の チャット と か で 質問 と いう か お 願い を し て アプライ を すれ ば ファイル を 作成 さ れる って いう の は なん か 普通 に でき た ん だ けど そう じゃ なく て お 願い し た こと を 自動 で ファイル の 生成 まで し て くれる みたい な の を リアル タイム で 見る と なん か エディター の 中 で 勝手 に カーソル と か が 動い て 行 が ファイル さ れ て どんどん 書き換わっ て ファイル も 作成 さ れ て って いう の を 目の当たり に する と なんか これ 単純 な、 なん か 昔 の、 昔 と いう か、 単純 に コード の サジェッション が AI で さ れる と は 全く 別 の 体験 だ な って いう の を 実感 し て。 なん か 僕 は カーソル を 使い 始め た の で そう いう なんか コード の 範囲 を セレクト し て その 範囲 に 対し て AI に お 願い を し て リアル タイム で 変更 し て もらう って いう の を やり 始め た ん だ けど やっぱ ね 一 回 やっ て みる べき です ね これ は これ に つい て は カーソル で も できる し GitHub の Copilot で も できる ん で 使っ た こと ない 場合 は なん か 一 回 試し て み て 驚き を 体感 し.",
      "timestamp": "00:05:45",
      "start": 345865,
      "end": 416526
    },
    {
      "speaker": "なべちゃん",
      "text": "て ほしい いや それ は マジ で 聞い てる だけ で も すげー な.",
      "timestamp": "00:06:56",
      "start": 416526,
      "end": 419607
    },
    {
      "speaker": "ちーず",
      "text": "って 思う 結構 ね 割かし 体験 いい.",
      "timestamp": "00:06:59",
      "start": 419607,
      "end": 422609
    },
    {
      "speaker": "おぐらくん",
      "text": "よ ね うん なんか GitHubCopilot で 一番 よく 使わ れる と 思う その コード の 中 に コメント を 書い て AI が コード を 作っ て くれ て タブ で 保管 する って いう の も 普通 に めちゃくちゃ 便利 な ん だ けど やっぱ それ と は なん か 別 の 感動 が 生まれ まし た ね 本当 に なん か 本当 に そこ に 別 の 人間 が い て 自分 の 代わり に コード を 書い て くれ て 自分 が レビュー する みたい な AI と ペア プロ する みたい な 体験 が.",
      "timestamp": "00:07:02",
      "start": 422609,
      "end": 453179
    },
    {
      "speaker": "ちーず",
      "text": "そこ に は あり まし た そして、 先週 さ、 私、 Copilot と 併用 し て い て、 タブ 機 使う とき は Copilot で、 なん か、 チャット と か、 そう いう エディット の 指示 と か は、 カーソル みたい な 話 を し た ん だ けど、 知ら ない 間 に、 私、 たぶん、 カーソル の タブ 機 普通 に 使っ て て、 カーソル タブ って いう 機能。 なん か、 Copilot より 広 範囲 の タブ の 指示 し て くれる ん だ よ ね。",
      "timestamp": "00:07:33",
      "start": 453179,
      "end": 481487
    },
    {
      "speaker": "おぐらくん",
      "text": "確か に コ パイロット って だいたい なんか 1 行 が 多く て たまに 複数 行 を サジェスション し て くれる から みたい な 感じ です よ ね コ.",
      "timestamp": "00:08:01",
      "start": 481497,
      "end": 487105
    },
    {
      "speaker": "ちーず",
      "text": "パイロット は そう 大抵 なん か 自分 が カーソル 当て て いる その 行 に 対し て なん か 変更 を 加え て くれ て それ で なんか そこ から 数 行 と か なんか やっ て くれ て 連続 性 は そんな に ない ん だ けど なん か カーソル 使っ て いる と 1 回 タブ を 押す じゃん そ し たら なん か 他 の ところ も こう やる ん じゃ ない みたい な 感じ の の を 予測 し て くれ て 違う フォーカス 当たっ てる ところ フォーカス 当たっ て ない 違う 行 に 対し て も 変更 加え て くれる から もう なんか ずっと タブ を 押し てる タブタブ タブ って やっ たら 完成 みたい な なんか ちょっと ちょっと し た さあ の 関数 名 の 痴漢 と か ある じゃん うん、.",
      "timestamp": "00:08:07",
      "start": 487105,
      "end": 526637
    },
    {
      "speaker": "おぐらくん",
      "text": "ある ね。",
      "timestamp": "00:08:46",
      "start": 526637,
      "end": 526938
    },
    {
      "speaker": "ちーず",
      "text": "なん か、 ああ いう の を ちょっと 名前 変え たら、 ほか の ところ も、 こう、 ちゃう で、 みたい な 感じ で、 なん か、 タブ を 押し たら、 こう、 ちゃう で、 が 連続 的 に 教え て くれ て、 あ、 ちゃう ん ね、 ちゃう ん ね、 ちゃう ん ね、 みたい な 感じ で、 タブ、 タブ、 タブ って 言っ たら、 あ、 全部 痴漢 さ れ た って。 まあ、 なん か、 コマンド D で、 あの、 探し て、 なん か、 え いっ て やる こと も 全然 できる けど、 うん。 なん か、 と いう ところ が わりかし 脳死 で 変え なきゃ いけ ない ね と いう 前 に なん か もう 変える よ ね お前 ら みたい な 先 に 仕事 し て くれる ん だ よ.",
      "timestamp": "00:08:46",
      "start": 526938,
      "end": 559657
    },
    {
      "speaker": "おぐらくん",
      "text": "ね 脳死 に なる よ ね 確か に 今 の 関数 名 と か 変数 名 の 変更 で 言う と 実 は VSCode と か 使っ て いる 場合 それ で も そう だ と 思う ん です けど その 値 を 選択 し て リネームシンボル と か を 選択 する と AI と か 使わ なく て も 対象 する 全て の 別 ファイル の 名前 の 変更 も 含め て やっ て くれる みたい な 機能 が あっ た の が.",
      "timestamp": "00:09:19",
      "start": 559657,
      "end": 580426
    },
    {
      "speaker": "ちーず",
      "text": "ある ん です けど。 いやいや、 それ の 機能 に めっちゃ 愚痴 言い たい ん だ けど、 私。 まあ まあまあ。",
      "timestamp": "00:09:40",
      "start": 580426,
      "end": 586817
    },
    {
      "speaker": "おぐらくん",
      "text": "ほんと? なん か、 リント の 修正 と か も、 エラー が 出 たら リント で 修正 する みたい な の が ある と 思う ん です けど、 AI 使う と、 そこ ら 辺 なんか わざわざ、 そう いう メニュー 選ば なく て も、 自動 の 補正 で やっ て くれる から、 なん か 脳死 で 作業 が 進む みたい な ところ は、 大きい な って 思い まし た。",
      "timestamp": "00:09:46",
      "start": 586817,
      "end": 604153
    },
    {
      "speaker": "ちーず",
      "text": "ワン クッション 減っ た みたい な ところ ある よ ね。",
      "timestamp": "00:10:04",
      "start": 604163,
      "end": 606684
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね。",
      "timestamp": "00:10:06",
      "start": 606684,
      "end": 607384
    },
    {
      "speaker": "ちーず",
      "text": "考える こと が 一層 減っ た 感じ が。",
      "timestamp": "00:10:07",
      "start": 607384,
      "end": 609375
    },
    {
      "speaker": "おぐらくん",
      "text": "うん。 自分 の 脳 の リソース で は なく て、 どこ か に ある モデル と 電力 を 使っ て 行動 を 書く みたい な。",
      "timestamp": "00:10:09",
      "start": 609375,
      "end": 618879
    },
    {
      "speaker": "ちーず",
      "text": "あいつ 仕事 し て くれる から な。",
      "timestamp": "00:10:18",
      "start": 618879,
      "end": 621299
    },
    {
      "speaker": "おぐらくん",
      "text": "あ、.",
      "timestamp": "00:10:21",
      "start": 621299,
      "end": 621720
    },
    {
      "speaker": "ちーず",
      "text": "先輩、 ここ も 変える ん です か? 変え とき ます ね って。 ありがとう って、 たぶん。",
      "timestamp": "00:10:21",
      "start": 621720,
      "end": 627042
    },
    {
      "speaker": "おぐらくん",
      "text": "ほんと そう だ よ ね。 そう いう なんか、 自分 の、 部下 が 一人 増え た みたい な ちょっと ヤング な エンジニア が 増え た.",
      "timestamp": "00:10:27",
      "start": 627042,
      "end": 633775
    },
    {
      "speaker": "ちーず",
      "text": "みたい な そうそう そう たまに 間違える けど うーん ちょっと 理想 の コード と 違う か なー って そう いう 時 に 手書き を 使う ぐらい で そう ね.",
      "timestamp": "00:10:33",
      "start": 633775,
      "end": 642801
    },
    {
      "speaker": "おぐらくん",
      "text": "それ で 思い出し た ん です けど カーソル と GitHub の 違い の モデル が 選択 できる か どう か って 結構 やっぱ その よう に 保管 を いろいろ 効か せる 上 で 大きい な と 思っ て だ から 僕 カーソル で ChatGPT の API の GPT - 40 を 使っ て いる ん です けど なん か それ 使っ て て カーソル で 特に 不満 は ない ん です けど 同じ よう な コマンド と いう か 同じ よう な 指示 を GitHub の Copilot で 占める と なんか ね 成果 が 結構 違 く て 調べ た ところ GitHub の Copilot って モデル 多分 明かさ れ て は い ない っぽい ん です けど どう やら Copilot の GitHub の Isue と か を 見る と デバッグ の 結果 から GPT - 4 系 と GPT - 3. 5 ターボ 系 を まだ 使っ て いる みたい な っぽい らしく て なる ほど ね コ パイロット は GitHub の ビジネス の 一 つ な ん で 裏 の 仕組み と か が カーソル に 比べ て 明かさ れ て い なかっ たり ロジック が 明かさ れ て い なく て よしなに やっ て くれる みたい な ところ が ある っぽい ん です けど 多分 コスト の 削減 と か も 含め て 安い モデル で 済む 場合 は そっち が 勝手 に 使わ れる と か も ある っぽく て その せい も あっ て か、 同じ よう な 指示 を し た と し て も、 なん か 全然 違う ん だ が って 思う こと が きっと ハブコパイロット は 多々 あり まし て、 その あたり が カーソル だ と ストレス が 少ない の が いい な って 使い ながら、 比べ ながら ちょっと 思っ て た とこ でし た。",
      "timestamp": "00:10:42",
      "start": 642801,
      "end": 729088
    },
    {
      "speaker": "ちーず",
      "text": "そこ に は なん か 確か に アウトプット の 差 を 感じる とき は ある な って 思っ て い た。",
      "timestamp": "00:12:09",
      "start": 729088,
      "end": 736537
    },
    {
      "speaker": "おぐらくん",
      "text": "チャット GPT、 オープン AI の API 使っ てる こと は 間違い ない です けど ね。 モデル、 API と いう か モデル か。 どうせ 新しい モデル が 出 たら それ に かけ 替わら ない と また ストレス を 感じる ん です よ けど、 少なく とも カーソル は 自分 で 最新 の API が 公開 さ れ た とき に それ を 指定 でき たり する ん で、 そこ は 有利 です よ ね。",
      "timestamp": "00:12:16",
      "start": 736547,
      "end": 758482
    },
    {
      "speaker": "ちーず",
      "text": "信頼 できる モデル を 自分 から 選択 し て 利用 し て いる って いう 感覚 も 安心 感 が。 ある ね。 その なんか 切り替え やす さ も、 複数 モデル を 使い たい 人 に とっ て は。",
      "timestamp": "00:12:38",
      "start": 758482,
      "end": 771521
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね。 僕 は そこ まで 使い こなし て ない けど。",
      "timestamp": "00:12:51",
      "start": 771521,
      "end": 776824
    },
    {
      "speaker": "ちーず",
      "text": "アクセス 性 と いう か。 何 より も 体験 が いい な って いう の は あっ て、 コード ベース 検索 も コマンド シフト エンター し たら コード ベース 検索 できる って 最近 知っ た ん です けど、 アット コード ベース って 書か ず に。 私 は 知ら なく て。 コード ベース って、 よく 書い て た ん だ けど、 そう いう ところ も、 こまごま と し た、 ちょっと し た ショート カット って いう ところ が 使え て、 効率 的 に 使える な って いう 感覚 は ある ね。",
      "timestamp": "00:12:56",
      "start": 776824,
      "end": 814596
    },
    {
      "speaker": "おぐらくん",
      "text": "たしか に ね。 なん か やっぱ カーソル の 方 が 今 の ところ 個人 で 使う に は 便利 って 感じる ところ が 多い か な って 話し たり し て も 使っ たり し て も 思っ た ん です けど GitHubCopilot の 方 が 多分 有利 な 面 が やっぱり 何 個 か は あっ て その 一 つ が 組織 で AI 系 の ツール 導入 する なら GitHubCopilot か な みたい な ところ は 調べ た 感じ 思い まし て なん か まぁ やっぱ コ パイロット って vs コード の 一 つ の 機能 と いう より か は ギットハブ の 全体 に 対し て の AI 機能 の 一 つ みたい な 多分 扱い と いう か ビジネス に なっ て いる の で.",
      "timestamp": "00:13:34",
      "start": 814596,
      "end": 856062
    },
    {
      "speaker": "ちーず",
      "text": "そう だ よ ね 他 の エディター で も 使える もん ね Copilot は.",
      "timestamp": "00:14:16",
      "start": 856062,
      "end": 859504
    },
    {
      "speaker": "おぐらくん",
      "text": "そうそう で なん で 最近 GitHub が ニュース 出し て ベータ 機能 リリース と か プレビュー なんて 言う ん です か ベータ 機能 の ウェイティング リスト 公開 と か で も し て た 気 が する ん です けど なん か GitHubCopilot は オーガナイゼーション ごと に カスタム モデル の 作成 と か が できる っぽく.",
      "timestamp": "00:14:19",
      "start": 859504,
      "end": 877858
    },
    {
      "speaker": "ちーず",
      "text": "て です ね えー、 すごい、 えー、 そんな ん できる ん だ。",
      "timestamp": "00:14:37",
      "start": 877858,
      "end": 881115
    },
    {
      "speaker": "おぐらくん",
      "text": "なん か 設定 画面 が あっ たり し て、 これ が ね、 いつ から だっ た の か な。 もう すでに ドキュメント ページ と か は ある ん です けど。",
      "timestamp": "00:14:41",
      "start": 881115,
      "end": 888085
    },
    {
      "speaker": "ちーず",
      "text": "その 機能 結構 激アツ じゃ ない?",
      "timestamp": "00:14:48",
      "start": 888095,
      "end": 890846
    },
    {
      "speaker": "おぐらくん",
      "text": "クリエイティングカスタムモデル forCopilot だ から カーソル みたい に モデル を 選ぶ ん じゃ なく て カスタム モデル を オーガナイゼーション 内 で 作る って いう 機能 が GitHubCopilot に も あっ て なん か レポストリ を 指定 し たり と か プライバシー の レベル を 設定 し たり と か 多分 ドキュメント の 設定 と か 多分 スタイル ガイド と か も あらかじめ 読み込ま せ て おく みたい な こと が できる クリエイティングカスタムモデル が できる って こと な ん で この 辺 を 考え たら 大きな 企業 と か 組織 の 中 で 一 つ の 機能 AI 系 を 導入 する って なる と カーソル で それぞれ ピール プラン 払う より も GitHub コパ イロット に 課金 を し て 組織 なり の カスタマイズ と か プライバシー の 配慮 を し た ほう が 多分 良さ そう だ な みたい な.",
      "timestamp": "00:14:50",
      "start": 890846,
      "end": 936371
    },
    {
      "speaker": "ちーず",
      "text": "確か に 今 の 話 聞い て だいぶ コ パイロット の 魅力 が 戻っ.",
      "timestamp": "00:15:37",
      "start": 937512,
      "end": 941935
    },
    {
      "speaker": "おぐらくん",
      "text": "て き た ぞ いや そう な.",
      "timestamp": "00:15:41",
      "start": 941935,
      "end": 943556
    },
    {
      "speaker": "ちーず",
      "text": "ん です よ ね でかい 組織 だ と なんか そう いう ガイドライン と か さ 全社 で 標準 と し て 設け られ た さ モデル で は ない けど ドキュメント と か を 大量 に 持っ てる わけ じゃん ね そう ね そう ね そう いう ところ の 標準 化 って いう ところ に 対し て アプローチ が できる の は でっかい ね.",
      "timestamp": "00:15:43",
      "start": 943556,
      "end": 963148
    },
    {
      "speaker": "おぐらくん",
      "text": "なんか あの、 なん か マイクロ ソフト っぽい と いう か、 やっぱ そう いう ビジネス の 要 を 収める と いう か、 こっち を 収め とけ ば 個人 の 意向 関係 なんか、 組織 と し て は そっち と 運用 し たい みたい な。",
      "timestamp": "00:16:04",
      "start": 964943,
      "end": 976537
    },
    {
      "speaker": "ちーず",
      "text": "すごい、 その 言葉 しっくり しか ない。 マイクロ ソフト み 感じる わ。 なん か GitHub み と いう より か は マイクロ ソフト み を 感じる。",
      "timestamp": "00:16:16",
      "start": 976537,
      "end": 985890
    },
    {
      "speaker": "おぐらくん",
      "text": "ね、 マイクロ ソフト み が ある。",
      "timestamp": "00:16:25",
      "start": 985890,
      "end": 987320
    },
    {
      "speaker": "ちーず",
      "text": "確か に 確か に。 今 すっごい フ に 落ち た。",
      "timestamp": "00:16:27",
      "start": 987320,
      "end": 991021
    },
    {
      "speaker": "おぐらくん",
      "text": "確か に なん か、 1 年 か 2 年 前 に 僕 が まだ 東京 行っ た 時 に GitHub が 開催 し た なんか コ パイロット 系 の なん か イベント 参加 し た こと が ある ん です けど 確か に もう その 時点 で セキュリティ へ の 配慮 と か 企業 に 導入 する ため の メリット と か を 話し 始め て い た から 最初 の 根本 から そう いう なんか AI を どの よう な 方向 性 で 機能 を 開発 し て いく か って いう 方向 性 が 決まっ て た の か な みたい な。 ビジネス モデル の 活路 を そこ に 見出し て い た の か な みたい な。",
      "timestamp": "00:16:31",
      "start": 991021,
      "end": 1026095
    },
    {
      "speaker": "ちーず",
      "text": "コ パイロット の 最初 の うち は 事前 の なん か 研究 に 近い もの で、 本来 の 一 番 の 目的 は その オーガナイゼーション に 向け た カスタム モデル の 作成 を する ため の いや、.",
      "timestamp": "00:17:06",
      "start": 1026095,
      "end": 1038431
    },
    {
      "speaker": "おぐらくん",
      "text": "まあ、 わかん ない です けど、 仲 の 人 じゃ ない ん で。 ステップ。 カスタム モデル の 作成 以外 の 多分、 オーガナイゼーション ごと へ の サポート みたい な の、 多分、 どんどん どんどん 増え て いく と は 思う ん です けど。",
      "timestamp": "00:17:18",
      "start": 1038431,
      "end": 1050514
    },
    {
      "speaker": "ちーず",
      "text": "まあ、 そこ が 一番 お 金 に なる もん ね。",
      "timestamp": "00:17:30",
      "start": 1050514,
      "end": 1052864
    },
    {
      "speaker": "おぐらくん",
      "text": "うん。 ビジネス と し て 成り立つ ため の AI 機能 みたい な もの を、 itHubG 全体 の サービス と し て 作っ てる ん だ な って いう の が 面白く て 思い まし た。",
      "timestamp": "00:17:32",
      "start": 1052864,
      "end": 1062046
    },
    {
      "speaker": "ちーず",
      "text": "いや、 マイクロ ソフト 美 だ。",
      "timestamp": "00:17:42",
      "start": 1062046,
      "end": 1066627
    },
    {
      "speaker": "おぐらくん",
      "text": "で も、 頭 いい よ ね。",
      "timestamp": "00:17:46",
      "start": 1066627,
      "end": 1068174
    },
    {
      "speaker": "ちーず",
      "text": "賢い、.",
      "timestamp": "00:17:48",
      "start": 1068184,
      "end": 1069595
    },
    {
      "speaker": "なべちゃん",
      "text": "賢い。",
      "timestamp": "00:17:49",
      "start": 1069595,
      "end": 1071236
    },
    {
      "speaker": "ちーず",
      "text": "だ って、 その 話 だけ 聞く と さ、 カーソル って あくまで さ、 わから ない、 プラン と し て は たぶん オーガナイゼーション と か ある けど さ、 その リポジトリ って いう さ、 リポジトリ を さ、 蓄積 し て いる 集合 体 の オーガナイゼーション を 持っ て いる GitHub に は 勝て ない じゃん。 もう 超絶 強き 資産 じゃん。",
      "timestamp": "00:17:51",
      "start": 1071236,
      "end": 1091958
    },
    {
      "speaker": "おぐらくん",
      "text": "そこ に ある から ね、 もう リソース の 本体 が。",
      "timestamp": "00:18:11",
      "start": 1091968,
      "end": 1094799
    },
    {
      "speaker": "ちーず",
      "text": "これ に 対し て ね、 カスタム モデル 作れ ます わ。 ちょっと とりはだ たっ た。 知ら んかっ た、 全然 その 機能。 ちょっと にっこり し ちゃっ た。",
      "timestamp": "00:18:14",
      "start": 1094799,
      "end": 1108156
    },
    {
      "speaker": "おぐらくん",
      "text": "もし か し たら、 カーソル も 同じ よう な こと を。 やろう と し て 機能 の 開発 と か 進む と は 思う ん です けど、 やっぱ どう し て も そこ ら へん に つい て は 本丸 が GitHub に 置い て ある から、 かなわ なさ そう だ なぁ みたい な 感想 を 持ち まし た。",
      "timestamp": "00:18:28",
      "start": 1108156,
      "end": 1123092
    },
    {
      "speaker": "なべちゃん",
      "text": "そう ね、.",
      "timestamp": "00:18:43",
      "start": 1123092,
      "end": 1123793
    },
    {
      "speaker": "ちーず",
      "text": "なかなか 無理 しか 思う。",
      "timestamp": "00:18:43",
      "start": 1123793,
      "end": 1126445
    },
    {
      "speaker": "おぐらくん",
      "text": "そう、 なん で、 個人 で 今 の ところ 使う 分 に は、 カーソル 使っ とけ ば、 もっと 便利 だ よ って 感じ は ある ん です けど、 組織 面 と か で 考える と、 コ パイロット の 方 が いい の か も な、.",
      "timestamp": "00:18:46",
      "start": 1126455,
      "end": 1137074
    },
    {
      "speaker": "ちーず",
      "text": "みたい な。 将来 的 に は、 こう いう カーソル と か も 買収 し て、 マイクロ ソフト および GitHub 社 が、 そう いう AI エディター を 作る 未来 も 見え て くる よ ね。",
      "timestamp": "00:18:57",
      "start": 1137074,
      "end": 1150823
    },
    {
      "speaker": "なべちゃん",
      "text": "だ って どうせ、.",
      "timestamp": "00:19:10",
      "start": 1150833,
      "end": 1152345
    },
    {
      "speaker": "ちーず",
      "text": "だ って ベース コード って マイクロ ソフト でしょ。",
      "timestamp": "00:19:12",
      "start": 1152345,
      "end": 1155029
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね、.",
      "timestamp": "00:19:15",
      "start": 1155029,
      "end": 1155570
    },
    {
      "speaker": "ちーず",
      "text": "今。 そもそも。 そんな ん もう、 倍 収 倍 収っ て。",
      "timestamp": "00:19:15",
      "start": 1155570,
      "end": 1161210
    },
    {
      "speaker": "おぐらくん",
      "text": "確か に そこ ら 辺 で カーソル なんて フォーク さ れ た カーソル で 勝手 に 機能 検証 いろいろ し て もらっ て 落ち着い た 頃合い に 純 宅 な 資金 を 持っ て 買収 あり そう だ なぁ マジ で あり.",
      "timestamp": "00:19:21",
      "start": 1161220,
      "end": 1173645
    },
    {
      "speaker": "ちーず",
      "text": "そう 賢い 用途 ん じょう みたい に なっ てる 泳がし て いっ て 育てる だけ 育て て オーラ が 食べる ん だ それ は 売り飛ばす と いう や.",
      "timestamp": "00:19:33",
      "start": 1173645,
      "end": 1186691
    },
    {
      "speaker": "なべちゃん",
      "text": "だ 下 高 や ね ほんと 下.",
      "timestamp": "00:19:46",
      "start": 1186691,
      "end": 1189252
    },
    {
      "speaker": "おぐらくん",
      "text": "高 だ ね.",
      "timestamp": "00:19:49",
      "start": 1189252,
      "end": 1189612
    },
    {
      "speaker": "なべちゃん",
      "text": "やばい こう やっ て.",
      "timestamp": "00:19:51",
      "start": 1191562,
      "end": 1193702
    },
    {
      "speaker": "ちーず",
      "text": "未来 予知 し て て 本当 に なっ た 時 一緒 に 笑おう ね やっぱ そう だっ た ね って これ.",
      "timestamp": "00:19:53",
      "start": 1193702,
      "end": 1200784
    },
    {
      "speaker": "おぐらくん",
      "text": "に つい て は 何 年 か 前 の IT テレビ の 放送 で 言っ て た ん です よ ね これ が 俺 の 知り合い に いや 僕 たち その 予測 2 年 前 に し て た ん です よ.",
      "timestamp": "00:20:00",
      "start": 1200784,
      "end": 1211186
    },
    {
      "speaker": "ちーず",
      "text": "ね もっと 近い 未来 な 気 が すん な 全然 あり そう あり そう.",
      "timestamp": "00:20:11",
      "start": 1211186,
      "end": 1218067
    },
    {
      "speaker": "おぐらくん",
      "text": "IT トリオ なんか GitHub の コ パイロット と カーソル を 比べる と そんな 感じ で ちょっと 今 僕 が カーソル を 使い 始め て どう いう ふう に 使い 始め どう いう ふう に 使っ て 便利 さ を 体感 し て いる か を 詳しく 話し て み たい な って いう 気 が する ん です けど なん か まあ いろいろ とにかく 便利 な ん です けど、 僕 が 一番 心地よ さ を 感じ て いる の は、 自分 の 書き たく ない コード を AI に 書い て もらう って いう の が めちゃくちゃ 楽 だ な と いう ふう に 感じ て い まし て。 書き たく ない コード? 例えば 古い バージョン の ライブラリ で、 面倒 な コード を 書く と か.",
      "timestamp": "00:20:18",
      "start": 1218077,
      "end": 1263797
    },
    {
      "speaker": "なべちゃん",
      "text": "あー めっちゃ わかる ね それ これ 2.",
      "timestamp": "00:21:03",
      "start": 1263797,
      "end": 1266998
    },
    {
      "speaker": "おぐらくん",
      "text": "つ 前 の バージョン の 今更 こんな こと 書き たく ねー よ って 思う と か 最近 多々 ある ん です けど そう いう 時 に この ライブ ライン の この バージョン で 他 の ファイル と 同じ よう に 書い て ください って 言っ て やっ て もらう と あー だいたい ok みたい な の.",
      "timestamp": "00:21:06",
      "start": 1266998,
      "end": 1282606
    },
    {
      "speaker": "ちーず",
      "text": "が ほんと ね 他 の ファイル と 同じ よう な アウトプット 出し て て 言う と さ マジ で そう 出し て くれる から ありがたい よ ね。",
      "timestamp": "00:21:22",
      "start": 1282606,
      "end": 1290482
    },
    {
      "speaker": "おぐらくん",
      "text": "そう、 ありがたい よ ね。",
      "timestamp": "00:21:30",
      "start": 1290482,
      "end": 1292233
    },
    {
      "speaker": "ちーず",
      "text": "空気 読ん で くれる よ。",
      "timestamp": "00:21:32",
      "start": 1292233,
      "end": 1293783
    },
    {
      "speaker": "おぐらくん",
      "text": "そう、 ちゃんと 読ん で くれる。 すげえ な。 あと 多分、 古い バージョン の ライブラリ って 多分 相性 よく て、 そっち の ほう が ウェブ 上 に ドキュメント あっ て 学習 済み の はず だ から、 新しい バージョン の もの を 書く より も 満足 する 行動 が 一 発 で 出 て くる 確率 高く て、 あ、 これ 相性 いい な って。 その おかげ で ちょっと 僕 は ストレス が 減っ て いる って いう の が あり まし て。",
      "timestamp": "00:21:33",
      "start": 1293783,
      "end": 1315849
    },
    {
      "speaker": "ちーず",
      "text": "よかっ た わ。",
      "timestamp": "00:21:55",
      "start": 1315849,
      "end": 1316959
    },
    {
      "speaker": "おぐらくん",
      "text": "そう。 で、 まぁ あと は 古い バージョン じゃ なく て も、 やっぱり 自分 の 使っ た こと ない ライブラリ、 例えば UR ライブラリ と か、 テイル ウィンドウ は 普通 に 自分 で 書い ちゃう けど、 それ 以外 の、 例えば マテリアル UI と か 僕 あんまり 使っ た こと ない ん です けど、 そこ ら 辺 に つい て、 とりあえず AI に 指示 する と、 なん か 色々 書い て くれ て、 まあ CS 自体 と か 自分 の 中 で 理解 が できる ん で、 レビュー する だけ で 済む みたい な の は やっぱり あっ て、 やっぱ ね、 自分 の 書き たく ない コード 書い て もらう と めちゃくちゃ ありがたい。 サボれる と いう か なん と いう か。",
      "timestamp": "00:21:56",
      "start": 1316959,
      "end": 1351309
    },
    {
      "speaker": "ちーず",
      "text": "まあ で も ね、 生産 し てる から ね。",
      "timestamp": "00:22:31",
      "start": 1351309,
      "end": 1353520
    },
    {
      "speaker": "おぐらくん",
      "text": "うん、 生産 は し てる。",
      "timestamp": "00:22:33",
      "start": 1353520,
      "end": 1354971
    },
    {
      "speaker": "ちーず",
      "text": "だ から 使っ た もん 勝ち な ん だ よ ね、 ほんと に。",
      "timestamp": "00:22:34",
      "start": 1354971,
      "end": 1357555
    },
    {
      "speaker": "なべちゃん",
      "text": "うん 本当 めっちゃ 差 を つけ られる な って 思っ た わ なんか 生産.",
      "timestamp": "00:22:37",
      "start": 1357565,
      "end": 1361207
    },
    {
      "speaker": "おぐらくん",
      "text": "性 てるよ さ マジ で? 煽っ て くる な 厳しい って 最近.",
      "timestamp": "00:22:41",
      "start": 1361207,
      "end": 1368432
    },
    {
      "speaker": "ちーず",
      "text": "さぁ マジ で なんか 一 つ 個人 開発 と いう か 軽く 作っ てる もの が ある ん だ けど それ の チャレンジ で 自分 の 手 を 動かさ ず に どこ まで 作り きれる か って いう 勝負 やっ て て なん か 簡単 に 言う と なん か ズーム の 背景 を ジェネレート し て くれる サービス を 作ろう と 思っ てる の ね 私 趣味 で やっ てる の で 13 人 分 の Zom の 背景 一気 に 作り たい ん です よ 名前 入り の 番号 入り の 今 ん ところ V 0 で ほぼ ほぼ 指示 出し て その 名前 入り の 画像 が ダウンロード する ところ まで は 一切 コード 書い て.",
      "timestamp": "00:22:48",
      "start": 1368432,
      "end": 1411186
    },
    {
      "speaker": "なべちゃん",
      "text": "ない おだ しょー すごい ただ、.",
      "timestamp": "00:23:31",
      "start": 1411186,
      "end": 1414197
    },
    {
      "speaker": "ちーず",
      "text": "名前 を いい 感じ の フォント に し て くれる やつ を 作っ てる ん だ けど、 今。 そう いう デザイン 的 な 部分。 なん か 回転 する ところ だけ、 文字 を 回転 さ せ たい じゃん、 ちょっと 斜め と か に。",
      "timestamp": "00:23:34",
      "start": 1414197,
      "end": 1428184
    },
    {
      "speaker": "なべちゃん",
      "text": "ああ、.",
      "timestamp": "00:23:48",
      "start": 1428184,
      "end": 1428444
    },
    {
      "speaker": "おぐらくん",
      "text": "はい はい、 わかる ね。",
      "timestamp": "00:23:48",
      "start": 1428444,
      "end": 1429155
    },
    {
      "speaker": "ちーず",
      "text": "そう いう ところ の 機能 だけ、 うまく 指示 が いか ない けど、 なん か、 たぶん だ けど、 マジ で コード 一行 も 書か ず.",
      "timestamp": "00:23:49",
      "start": 1429155,
      "end": 1437030
    },
    {
      "speaker": "なべちゃん",
      "text": "に 完成 し そう 今 の ところ マジ さ、 80 点 くらい の サービス だっ たら 本当 に 一瞬 で 作れ ちゃう って こと だ よ ね そう、.",
      "timestamp": "00:23:57",
      "start": 1437030,
      "end": 1445005
    },
    {
      "speaker": "ちーず",
      "text": "でき ちゃう 全然 しかも UI 的 な 概要 を 結構 詳しく 伝える と 本当 に 頭 で 想像 し た もの が 割り返し 綺麗 な V 0 って シャドー コン UI だ から 結構 そもそも 洗礼 さ れ た デザイン の テーマ が 入っ て いる から もう 綺麗 な ん よ えっ、 うち が デザイン する より 綺麗 な ん だ けど、 みたい な。 の が、 全然 アウトプット と し て 上がっ て くる から、 マジ で ヤバい。 いい っす ね 個人 開発 と いう か 開発 し て ない 毎日 なんか.",
      "timestamp": "00:24:05",
      "start": 1445005,
      "end": 1481513
    },
    {
      "speaker": "おぐらくん",
      "text": "そう いう 意識 に なる よ ね なんか GitHub の コ パイロット で 行事 の 保管 と か を し て いる 間 は なん か 言う て 自分 で コード を 書い て い て AI が 保管 し て くれる みたい な 感覚 が 強かっ た ん だ けど なん か AI に 最初 から 指示 を 出し て 仕様 を 細かく 指示 し て 書い て もらっ て 自分 で 本当 に エディタ の 中 の カーソル 触ら ない みたい な 感じ に なっ て くる と、 本当 に なん か、 自分 で 書い て ない みたい な 感覚 が 強く なっ て くる よ ね。",
      "timestamp": "00:24:41",
      "start": 1481513,
      "end": 1508711
    },
    {
      "speaker": "ちーず",
      "text": "マジ で そう。 だ から ちょっと、 なん か やっぱ さ、 どこ で 差 つけ られる ん だろう って なっ た 時 に さ、 なん か 前提 の コンピュータ サイエンス の 知識 と か を さ、 ロジック 組む 時 の 知識 と か は 必要 だ な って なっ て き て、 なん か その エンジニア と し て 生き残る 戦略 を 立てる に は、 ちょっと だけ ね、 焦っ て も いる。",
      "timestamp": "00:25:08",
      "start": 1508711,
      "end": 1529838
    },
    {
      "speaker": "おぐらくん",
      "text": "なるほど ね、 確か に 確か に。",
      "timestamp": "00:25:29",
      "start": 1529838,
      "end": 1531908
    },
    {
      "speaker": "なべちゃん",
      "text": "なん か さ、 その、 それ って さ、 もう 全く エンジニア じゃ ない 人 が やっ て も さ、 いけ そう な レベル だ よ ね そう、.",
      "timestamp": "00:25:31",
      "start": 1531918,
      "end": 1537700
    },
    {
      "speaker": "ちーず",
      "text": "なん か PDM が、 なん か、 あの、 コード を 書か ず に こう いう サービス を 完成 さ せ まし た みたい な ツイート も なん か さ れ て い て あ、.",
      "timestamp": "00:25:37",
      "start": 1537700,
      "end": 1545994
    },
    {
      "speaker": "なべちゃん",
      "text": "マジ か 全然 全然 作れ ちゃう それ ちょっと まずい ね、.",
      "timestamp": "00:25:45",
      "start": 1545994,
      "end": 1549855
    },
    {
      "speaker": "ちーず",
      "text": "確か に だ から 逆 に そう、 なん か、 あの、 普通 に 仕様 書く の 上手い 人 は マジ で 完成 物 に たどり着く まで に 早い と 思う ん です よ なるほど ね 的確 な 要件 を 列挙 できる から ね だ から もう 全然 な ん だろう こう いう なんか 全然 多分 コード を 書か なく て も 理想 の サービス は 作れる 状態 に は なっ て き て いる.",
      "timestamp": "00:25:49",
      "start": 1549855,
      "end": 1573807
    },
    {
      "speaker": "なべちゃん",
      "text": "から さすが に さ ホスティング と か まで やっ て くん ない でしょ ホスティング.",
      "timestamp": "00:26:13",
      "start": 1573807,
      "end": 1577884
    },
    {
      "speaker": "ちーず",
      "text": "と か まで は やっ て くれ ない けど 多分 しか あの v ゼロ は なん か あっ た 気 が する な そう いう ホスティング 課金 すれ ば ホスティング できる と か マジ で v ゼロ って 確か ね しかも v ゼロ すごい の が さ 途中 まで 行動 書い て なん だっ た っけ あの その リンク が 生成 さ れる から それ を 何 か ぺっ て 貼る と その 自分 の 何 あの vs コード 上 に フォーク さ れる みたい な って か ギッ ト の 自分 の 作っ た git の リポジトリ に 全部 コード を ペ って 貼っ.",
      "timestamp": "00:26:17",
      "start": 1577884,
      "end": 1607381
    },
    {
      "speaker": "なべちゃん",
      "text": "て くれる し プル リク と か 投げ て くれる って こと?",
      "timestamp": "00:26:47",
      "start": 1607381,
      "end": 1611256
    },
    {
      "speaker": "ちーず",
      "text": "プル リク と か で は ない けど その V 0 で 作っ た もの を 全然 フォーク し て その まま リポジトリ に なん か コッピー さ れ た 状態 に し て くれる から そう いう こと ね そう だ から なん か マジ で こいつ ら と 組み合わせ て そこ から えっと V 0 で 作っ た UI を あの コンポネント と いう か 機能 を なん か カーソル 使っ て リ ファクター と か なん か コード うまく いい 感じ に し て いけ ば もう それ だけ で 全然 なん か できる ん です よ ね 作り たい もの が.",
      "timestamp": "00:26:51",
      "start": 1611256,
      "end": 1646725
    },
    {
      "speaker": "なべちゃん",
      "text": "マジ で 使おう ちょっと さすが に ちょっと 焦り 感じる わ それ は 使う わ.",
      "timestamp": "00:27:26",
      "start": 1646725,
      "end": 1650007
    },
    {
      "speaker": "ちーず",
      "text": "どこ まで いける か を ね、 プラン アップデート し て ない から、 1 日 で 使える 上限 は 決まっ て いる から。",
      "timestamp": "00:27:30",
      "start": 1650933,
      "end": 1662458
    },
    {
      "speaker": "おぐらくん",
      "text": "しかも、 僕、 今 さわっ てる 中 で 思う の は、 で も、 言う て、 ビジネス の 中 で 使う 場合 は、 自分 で レビュー を し て、 それ が 正しい か どう か を 担保 し なきゃ いけ ない な って いう ふう に は 思う ん です けど、 で も、 例えば、 コード の 編集 じゃ ない けど、 車 の 自動 運転 系 の AI を 考え て み て も、 なん か 自動 運転 の レベル が 何 個 か ある じゃ ない です か。 最初 は サポート から 始まっ てる けど も、 なん か アメリカ と か だ と 無人 の タクシー Waymo と か が あっ て、 運転 手 が 本当 に い なく て、 レビュー する 人 が 本当 に い ない けど AI だけ で 目的 地 まで たどり着く みたい な、 車 が 登場 し て き たり する ん です けど、 人 の 命 が 関わる サービス で そう いう の が 普及 し て いる って いう の を 考える と、 やっぱ 行動 と か プロダクト の 開発 に つい て も、 だんだん なん か レビュー する 人 が い なく て も いける ぐらい の 程度 が 担保 さ れ 始める の か な と か、 どの か の タイミング で 思っ たり し て、 正直 今 の 段階 は 自分 で コード の 正し さ は ま あ レビュー し ない と 使え ない か な って ビジネス 上 で は って 思う ん です けど 私 それ が 続く と なん と なく 信じ たい 気持ち は ある ん です けれど も 他 の 分野 の AI で の 発展 を 考える と まあ なんか どっ か で それ も いら ない ん じゃ ね って 言わ れる 日 が き そう だ なぁ あり える あり.",
      "timestamp": "00:27:42",
      "start": 1662458,
      "end": 1739424
    },
    {
      "speaker": "なべちゃん",
      "text": "える て か なん なら 個人 勢 と か の 人 だっ たら さ もう コード レビュー と か し て なく て その まま 作っ てる 人 絶対 いる でしょ 全然 AI コード レビュー.",
      "timestamp": "00:28:59",
      "start": 1739424,
      "end": 1748667
    },
    {
      "speaker": "ちーず",
      "text": "ツール も ある よ 確か そう ね.",
      "timestamp": "00:29:08",
      "start": 1748667,
      "end": 1752768
    },
    {
      "speaker": "おぐらくん",
      "text": "レビュー ツール あり ます ね 使っ た こと ない けど なん だっ た っけ 忘れ ちゃっ た 1 個 で も 間違っ て いる と ちょっと プロダクト が 爆発 する みたい な こと が ある から なん か どう し て も その 精度 が ほぼ 100 % です って なる まで は 自分 で 目 通さ なきゃ いけ ない な みたい な こと あり つつ そう ね あと まあ.",
      "timestamp": "00:29:12",
      "start": 1752768,
      "end": 1774820
    },
    {
      "speaker": "なべちゃん",
      "text": "AI って 結局 最新 の 情報 は 常 に 取っ て これる わけ じゃ ない から そこ じゃ ない? やっぱ アテ リオ さん と し たら.",
      "timestamp": "00:29:34",
      "start": 1774820,
      "end": 1781823
    },
    {
      "speaker": "おぐらくん",
      "text": "そこ は ある か も ね まあ で も 多分 そこ ら 辺 なんか 逆 に カスタム モデル 的 な 機能 で 追いつか れ たり する か も な と か 思っ て それ を.",
      "timestamp": "00:29:41",
      "start": 1781823,
      "end": 1788704
    },
    {
      "speaker": "ちーず",
      "text": "使う とき に カスタム モデル でき たら.",
      "timestamp": "00:29:48",
      "start": 1788704,
      "end": 1789885
    },
    {
      "speaker": "おぐらくん",
      "text": "ね カスタム モデル と か シンボル 使っ て と か URL を 指定 し て この ドキュメント 通り に 行っ て 前提 を 置け ば まあ できる じゃ できる から 確か に なん か 解決 は さ れ そう だ な みたい.",
      "timestamp": "00:29:49",
      "start": 1789885,
      "end": 1802327
    },
    {
      "speaker": "なべちゃん",
      "text": "な じゃあ ちょっと マジ で きつい な.",
      "timestamp": "00:30:02",
      "start": 1802327,
      "end": 1803568
    },
    {
      "speaker": "ちーず",
      "text": "なんか さ、 こう いう さ、 もう AI ばっかり 使っ て 仕事 する よう に なっ て から さ、 よく さ、 新卒 入 者 の テスト と か で さ、 なん か、 あの いわゆる 強 プロ 的 な こと を さ、 書く とき に さ、 使え ない、 補完 と か が 使え ない エディター で、 コード が 書ける か だんだん 怪しく なっ て くる。",
      "timestamp": "00:30:05",
      "start": 1805549,
      "end": 1828480
    },
    {
      "speaker": "おぐらくん",
      "text": "あー ちょっと。",
      "timestamp": "00:30:28",
      "start": 1828480,
      "end": 1829631
    },
    {
      "speaker": "なべちゃん",
      "text": "て か 試験 見抜け ない よ な、 もう AI か どう か なんて。",
      "timestamp": "00:30:29",
      "start": 1829631,
      "end": 1832585
    },
    {
      "speaker": "ちーず",
      "text": "まあ、 それ は ね、 どこ まで ね、 システム で 制御 する か です よ、 試験 作っ てる 側 が。",
      "timestamp": "00:30:32",
      "start": 1832595,
      "end": 1838766
    },
    {
      "speaker": "おぐらくん",
      "text": "だ ね、 うん。",
      "timestamp": "00:30:38",
      "start": 1838766,
      "end": 1840097
    },
    {
      "speaker": "ちーず",
      "text": "まあ、 で も、 なん か AI を 活用 する の も、 また スキル みたい な ところ ある から。",
      "timestamp": "00:30:40",
      "start": 1840097,
      "end": 1844557
    },
    {
      "speaker": "なべちゃん",
      "text": "確か に、 確か に。",
      "timestamp": "00:30:44",
      "start": 1844557,
      "end": 1845028
    },
    {
      "speaker": "おぐらくん",
      "text": "そう ね。",
      "timestamp": "00:30:45",
      "start": 1845028,
      "end": 1846508
    },
    {
      "speaker": "ちーず",
      "text": "難しい よ ね。",
      "timestamp": "00:30:46",
      "start": 1846508,
      "end": 1847818
    },
    {
      "speaker": "おぐらくん",
      "text": "いろんな こと を 理解 し て おい た ほう が、 AI 活用 し やすい って いう の は 間違い ない から、 この 辺 を ね、 なん か どう バランス を とる か みたい な。 なん か こう やっ て AIAI ばっかり 言っ て いる エンジニア そんな 好き じゃ なかっ た ん です けど、 逆 に なっ ちまっ た な。",
      "timestamp": "00:30:47",
      "start": 1847818,
      "end": 1863546
    },
    {
      "speaker": "なべちゃん",
      "text": "分かる 分かる。 俺 まだ それ に なり たく なく て ちょっと 意地 張っ てる とこ ある もん。",
      "timestamp": "00:31:03",
      "start": 1863546,
      "end": 1868267
    },
    {
      "speaker": "ちーず",
      "text": "いや ー スピード 大事 っす よ。",
      "timestamp": "00:31:08",
      "start": 1868267,
      "end": 1870968
    },
    {
      "speaker": "なべちゃん",
      "text": "聞い てる と ね、 ちょっと あまり に も 生産 性 差 好き すぎる な って 思っ た。",
      "timestamp": "00:31:10",
      "start": 1870968,
      "end": 1875669
    },
    {
      "speaker": "ちーず",
      "text": "マジ で 本当 に 大事 っす よ。",
      "timestamp": "00:31:15",
      "start": 1875669,
      "end": 1878757
    },
    {
      "speaker": "おぐらくん",
      "text": "老害 に なら ない ため に 触っ た ほう が いい です よ 本当 本当 本当 マジ で 思っ た こんな サーツ くん やっ て いろいろ 話し た ん です けど も ね AI の 今後 も 注意 し ながら 期待 し ながら 今後 も エンジニア やっ て いけれ ば な と 思い ます ちょっと 僕.",
      "timestamp": "00:31:18",
      "start": 1878767,
      "end": 1895460
    },
    {
      "speaker": "なべちゃん",
      "text": "も 急い で 追いつき たい と 思い.",
      "timestamp": "00:31:35",
      "start": 1895460,
      "end": 1897282
    },
    {
      "speaker": "ちーず",
      "text": "ます まず は 使っ て みる ところ から 簡単 な の で 何 も 難しい こと は ない の で そう.",
      "timestamp": "00:31:37",
      "start": 1897282,
      "end": 1904128
    },
    {
      "speaker": "おぐらくん",
      "text": "だ よ ね 最初 ね 課金 と か も いら ない し ね 一旦 最初 の そうそう そう カーソル の 場合 は 月額 契約 し なく て も さっき 言っ た よう に api キー 登録 すれ ば お 安く 使い 始める こと が できる ん で とりあえず やっ て みる と いい と 思い ます はいはい じゃあ と いう こと で この 番組 を 気 に 入っ て いただけ た 方 は spotifyapplepodcastyoube など で 番組 の フォロー を お 待ち し て おり ます レビュー も 是非 よろしく お.",
      "timestamp": "00:31:44",
      "start": 1904128,
      "end": 1928855
    },
    {
      "speaker": "ちーず",
      "text": "願い し ます お 便り も 募集 し て い ます。 放送 の 概要 欄 に ある リンク から ドシドシ 送っ て ください。",
      "timestamp": "00:32:08",
      "start": 1928855,
      "end": 1936212
    },
    {
      "speaker": "なべちゃん",
      "text": "X で 感想 を 呟く 場合 は、 ハッシュ タグ IT トリオ で お 願い し ます。 お 待ち し て ます。",
      "timestamp": "00:32:16",
      "start": 1936212,
      "end": 1941583
    },
    {
      "speaker": "おぐらくん",
      "text": "それ で は また 来週 お 会い し ましょう。 ありがとう ござい まし た。",
      "timestamp": "00:32:21",
      "start": 1941583,
      "end": 1944757
    },
    {
      "speaker": "なべちゃん",
      "text": "ありがとう ござい まし た。",
      "timestamp": "00:32:24",
      "start": 1944757,
      "end": 1945698
    }
  ],
  "language": "ja"
}
