{
  "segments": [
    {
      "speaker": "おぐらくん",
      "text": "鍋ちゃんって社長ですよね。今、はい、そうです。社長エンジニアで人も雇っているという立場ですね。はい、なんか僕は会社経営してる人のインタビューとか実際に話してみる時によく聞くのは、人を雇ったり会社を持つとなんか夜寝れなくなるみたいなのがあるみたいな。会社の倒産危機が直前に迫ってなくても、やっぱりいろいろ将来のことを心配して、まあ眠れなくなるまではいかなくても、お酒飲まないと寝れなくなったとかっていう話をよく聞いたりするので、なんか今日はそこらへんも含めて、人を雇う立場で社長エンジニアとして頑張っている鍋ちゃんにいろいろ話を聞いてみたいなと思います。はい、お願いします。思うんですけど、その前に鍋ちゃんは先週のチーズさんとの二人会話を聞い。",
      "timestamp": "00:00:00",
      "start": 88,
      "end": 48269
    },
    {
      "speaker": "なべちゃん",
      "text": "てくれましたか？聞きました。はい、どうでした？いや、本当に何かあの女性目線っていうことをあんまり普段意識しないんだけど、てかそもそもエンジニアとしてなんか女性だから男性だからみたいなことを普段全然考慮したことがなかったんだけど、その話を聞いてね、女性エンジニアの方ってこういう風に考えてんだなとかっていうのを思って、なんか男性側でもっと配慮できることとかもあるかなとかも思ったし、まあいろいろすごく勉強になりましたっていう感じ。",
      "timestamp": "00:00:48",
      "start": 48269,
      "end": 77561
    },
    {
      "speaker": "おぐらくん",
      "text": "ですね、そうですよね。僕もチーズと話して思ったけど、やっぱ男性側が意識してなくても女性側だけ意識していることって結構あるんだなぁと思ったし、そうだね。なんかそういう女性しか存在しない、あるある。生理っていうことを言いづらいから体調不良と言って風邪に風邪ひいたことにして休みがちとか、あと印象的だったのはつわりがひどくなるかもしれないっていうか、つわりが起きるかもしれないってことを考えてちょっと有給使うのを控えるとか、これ男性絶対考えないじゃないですか。つわりないからだし、なんか男性側から見てこう違和感を感じないっていうことは別にそこに問題があるわけじゃないんだなっていうことを話を聞いて改めて思って、自分たちが普段こう不便に感じていないからといって自分たちが何もしなくていいわけじゃないんだなっていうのを自分で話して編集してもう1回聞いたりして、僕も思いました。そうだ。",
      "timestamp": "00:01:17",
      "start": 77561,
      "end": 139990
    },
    {
      "speaker": "なべちゃん",
      "text": "よね、なんか自分が特に思ったのはやっぱり経営者として女性エンジニアとかをやってる可能性があるわけだから、そうなった時に何かそういう仕組み、こういう仕組みがあったら便利なのかなとかね、そういうのを考えるきっかけにはなったかなっていう感じ。",
      "timestamp": "00:02:19",
      "start": 139990,
      "end": 154173
    },
    {
      "speaker": "おぐらくん",
      "text": "ですね。確かに、人を雇う側としたら、そういう視点を持っておいた方がより従業員の幸せな労働環境っていうのが整える上で重要かもしれないですね。そんな鍋ちゃんに関してですが、はい、まあ冒頭でも話した通り、人を雇って働くのってどうですかっていう。",
      "timestamp": "00:02:34",
      "start": 154173,
      "end": 174290
    },
    {
      "speaker": "なべちゃん",
      "text": "そうだよね、これねめっちゃねあの分かる気持ちは寝れなくなるっていう気持ちはすごく分かる。俺はまあその寝れなくなることはないんだけど、気持ちとしてはすごい分かって、なんかその月の売上とかその年間で見た時の売上とかその利益みたいなところがすごいなんか今までと違うというか、一言一言じゃないな、なんていうんだろうな。なんかね、この人に給料払えなくなったらどうしようっていうのをすごく考えるんだよ、働かなくなった時に。だからなんか必要以上になんかこう自分が無理して働いちゃったりとか、その直近売上取りに行くためにね、無理して働いちゃったりとか、必要以上にこの本当は例えば業務委託とか雇ったりとかしてさらに奉仕してた方があのうまくいく可能性もあるかもしれないけど、そこらへんの投資ちょっと抑えて、あの企業としてちょっと内部留保じゃないですけど現金をあの保留しておく方にちょっと傾けちゃおうかなみたいなちょっと聴覚的な立てとかね。そうそうそう、本当は。",
      "timestamp": "00:02:56",
      "start": 176092,
      "end": 243496
    },
    {
      "speaker": "おぐらくん",
      "text": "じゃあ長期的に見たら、その一瞬なんかスタートアップでよく言われるようなJカーブでしたっけ。ちょっと目先で赤字を掘ったとしても、将来に向けたような投資をしておいた方が、ちょっと数年後の利益というか売上が伸びるよみたいなのが頭ではわかってはいるけれども、そこらへんのちょっと恐怖心からそういうことができないみたいな。そうそう、そうそうだ。",
      "timestamp": "00:04:03",
      "start": 243496,
      "end": 268094
    },
    {
      "speaker": "なべちゃん",
      "text": "からね、やっぱその業務委託でお願いするのと、本当に一人十分で雇うのは全然やっぱ違うと思う。感覚的にお見たくは、まあ切ろうと思えば切れちゃうから、確か。",
      "timestamp": "00:04:28",
      "start": 268094,
      "end": 281432
    },
    {
      "speaker": "おぐらくん",
      "text": "にね、なんなら別に1ヶ月で終わりもあるし、ただのフリーランスをちょっとだけ雇うだったら、あんまり社会保険のこととかも気にしなくてもいいですよね。そうそうそう。",
      "timestamp": "00:04:41",
      "start": 281432,
      "end": 293579
    },
    {
      "speaker": "なべちゃん",
      "text": "そうそうなんですよ。保険料もえぐくて、毎月毎月なんでこんな出てくるんって思うぐらい本当にすごい払ってるんで、なんか今までどんだけその会社員になった時に恵まれてたのかみたいなところはすごくね思うよ。",
      "timestamp": "00:04:53",
      "start": 293579,
      "end": 310714
    },
    {
      "speaker": "おぐらくん",
      "text": "なるほどね。ちなみに今のなべちゃんの会社のざっくり状況をなんか改めて聞いてみてもいいですか？会社の規模感とか従業員の人数とか、なんかどっかからなんて言うんですか、投資を受けているかとか、会社銀行から融資を受けているかとか、そこら辺のことを聞いた方がちょっとなべちゃんの話を聞く上で明確にいろいろイメージできるかなと思って、明かせる範囲でもちろんいいんではいはいはい。",
      "timestamp": "00:05:10",
      "start": 310714,
      "end": 337909
    },
    {
      "speaker": "なべちゃん",
      "text": "全然セキュラリーにちょっと語っちゃおうかなと思いますけど、じゃあ貴重な話まずね、従業員、まあ役員は従業員ではないんだけど、正確にはまあ一応でも固定で出てくっていう意味で言うと、まあ自分含めて3人で働いてますからね、今3人。そう、3人でやってますって感じで、で、えっと融資は受けてまして、銀行から、銀行とか日本政策金融公庫から、今ね合計で2000。",
      "timestamp": "00:05:37",
      "start": 337909,
      "end": 366769
    },
    {
      "speaker": "おぐらくん",
      "text": "万ぐらい融資をもらってます。小さくはないまあ個人で見たら結構大きいわけ。会社で見たら大きいのか小さいのかちょっと判断しかねますが、でもパッと聞いてそんなのお小遣いの金額だねと言えるほどの小さい額ではないですね。そうだね。",
      "timestamp": "00:06:06",
      "start": 366769,
      "end": 383123
    },
    {
      "speaker": "なべちゃん",
      "text": "一般感覚からしたら、多分そんなにすごい金額って感じだとは思うけど、あの会社からしたら多分まあまあ、2000万円だったらあった感じかもしれないけどね。うん、そうでそんな感じで、えっと売り上げとかもちょっと言っとくとね、年間で今2期目なんでまだちょっとなんともなんですけど、1期目は年間で1500万ぐらいだったかな、売り上げが。売り上げが1500万はい、2期目がえっと今のペースだと3000届くか届かないかぐらいだ。",
      "timestamp": "00:06:23",
      "start": 383123,
      "end": 418318
    },
    {
      "speaker": "おぐらくん",
      "text": "と2倍になってる。",
      "timestamp": "00:06:58",
      "start": 418318,
      "end": 419391
    },
    {
      "speaker": "なべちゃん",
      "text": "倍ぐらいになってるって感じ。",
      "timestamp": "00:06:59",
      "start": 419391,
      "end": 421112
    },
    {
      "speaker": "おぐらくん",
      "text": "売り上げイコール利益ではないです。",
      "timestamp": "00:07:01",
      "start": 421112,
      "end": 422893
    },
    {
      "speaker": "なべちゃん",
      "text": "よね。全然違いますね。それは従業員がいますし、そうか、確かに。でもほぼ人件費に消えるっちゃ消えるかな。だいたい人件費です。売り上げの貰ったお金の消える子はね、だいたいその金額を3人で分けてるぐらいの感覚で見てもらえたらいいのかなとは思うんです。",
      "timestamp": "00:07:02",
      "start": 422893,
      "end": 445282
    },
    {
      "speaker": "おぐらくん",
      "text": "けど会社の事業がうまくいってるから3人の給料って言っていいのかな。お金も支払うことができて3人の社会保険料も会社が負担することはできるけど、何かの事業がうまくいかなかったら結構赤字になってしまうみたいなイメージ。そうそうそうそう。",
      "timestamp": "00:07:25",
      "start": 445282,
      "end": 462849
    },
    {
      "speaker": "なべちゃん",
      "text": "今ってその授業のメインの収入の源泉があの開発、自宅開発なんで、自宅開発ってなると、まあ例えば自分が結構今メインで結構売上立ってるけど、自分が倒れちゃったら、じゃああの今って時間単価なんで、もう収入ゼロになっちゃう。",
      "timestamp": "00:07:44",
      "start": 464250,
      "end": 486565
    },
    {
      "speaker": "おぐらくん",
      "text": "わけですよね。なるほど、そうって。",
      "timestamp": "00:08:06",
      "start": 486565,
      "end": 489446
    },
    {
      "speaker": "なべちゃん",
      "text": "なった時にじゃあ収入ゼロになったらもうほぼ人件費だから人件費を払えなくなっちゃうからその月みたいなことが起きちゃうからじゃあまあ自分がもしこう病気になった時に何ヶ月はちょっと余裕を持って資金を置いておこうとかね。なるほどそういう戦略ちょっと必要になるんだけどこの従業員が増えれば増えるほどそこに必要なお金が増えていくわけなんですよね。貯めとかないといけないお金。",
      "timestamp": "00:08:09",
      "start": 489446,
      "end": 517698
    },
    {
      "speaker": "おぐらくん",
      "text": "が今は今の状況としては鍋ちゃんが一人で本当に社長エンジニアとして稼働した分の受託で他の人へ払う給料とかコストを賄ってる感じ。そうそうそうそう、なるほど。じゃあそれで鍋ちゃんがもし風邪をひいたり何か起きたりして1ヶ月働けませんってなったらもうその分だけ売り上げは丸々減ってしまって会社のお金が減ってしまうと。",
      "timestamp": "00:08:37",
      "start": 517698,
      "end": 545661
    },
    {
      "speaker": "なべちゃん",
      "text": "そうなんですよ。だからそうなってくると、もうなんかなんていうか、従業員1人増やすたびに、なんか自分が頑張らないと時間が増えちゃうなみたいな。時間短暇でやってるからこそなんだけどね。これが時間短暇じゃなくて、なんかそのストック収益が作れてますとか、なんか従業員の稼働によって担保されてますとかってなると、もうちょっと変わってくるかもしれません。",
      "timestamp": "00:09:05",
      "start": 545661,
      "end": 568556
    },
    {
      "speaker": "おぐらくん",
      "text": "ないけどそうだよね、なんかパッと聞いて思ったのが、従業員を増やしたら従業員増やした分だけ売上と利益も増えるような構造だと嬉しい気がするけど、今は別に本当に全然そうなってないってことですか。",
      "timestamp": "00:09:28",
      "start": 568556,
      "end": 586000
    },
    {
      "speaker": "なべちゃん",
      "text": "そうなってないかな。今は自分がもともと持ってた業務を手伝ってもらうことで次元を増やして手伝ってもらうことで全体の稼働のパイを広げてるって感じだから、結局自分がそのマネージメントとかはしてるからさ、そこにマネージメントがなくなったりすると、結局じゃあどう動いたらいいのかなとかってなっちゃったりすると思うし。なるほどね。自分起点でレバレッジが効いてるって感じだから、自分じゃなくて会社起点でとか、なんかその仕組み起点でレバレッジが効いてくるとまた変わってくるのかなって感じだよね。",
      "timestamp": "00:09:46",
      "start": 586000,
      "end": 622153
    },
    {
      "speaker": "おぐらくん",
      "text": "でも、なべちゃんの会社って東京とかのイケイケスタートアップのような投資家から資金を得て、それをもとでにいろいろシステムというかみたいなものを開発していって、後から利益を莫大に得るっていう形で。",
      "timestamp": "00:10:24",
      "start": 624557,
      "end": 643350
    },
    {
      "speaker": "なべちゃん",
      "text": "はなくてではないね。",
      "timestamp": "00:10:43",
      "start": 643350,
      "end": 645252
    },
    {
      "speaker": "おぐらくん",
      "text": "結構スモールビジネスというか中小企業というかそうだと思います。その場合だと、あんまり社長が単一障害者にならないように仕組み化するみたいなのって、資金の今の構造的にもリソース的にも難しそうだなと。",
      "timestamp": "00:10:45",
      "start": 645252,
      "end": 667183
    },
    {
      "speaker": "なべちゃん",
      "text": "思ったんですけど、そうだと思います。難しいと思います。そうです。",
      "timestamp": "00:11:07",
      "start": 667183,
      "end": 670405
    },
    {
      "speaker": "おぐらくん",
      "text": "よね。中小企業って聞いてイメージするのは、結構社長さんがいて、社長さんがいろいろ仕事をバリバリやってはいるので、それを中心にしつつも、結構従業員の人とかも仕事をしているので、会社全体としてはすごい利益が上がっている。ただ、社長が中心となっていることは間違いないみたいな、ざっくりとしたイメージが思い浮かぶんですけど、それからそういう形じゃなくしたいってことなんですか、ナル。",
      "timestamp": "00:11:10",
      "start": 670405,
      "end": 701445
    },
    {
      "speaker": "なべちゃん",
      "text": "ちゃん的にはもちろん、そっちの方が解釈性がやっぱり。",
      "timestamp": "00:11:41",
      "start": 701445,
      "end": 705147
    },
    {
      "speaker": "おぐらくん",
      "text": "強いでしょ、絶対でもそれは。",
      "timestamp": "00:11:45",
      "start": 705147,
      "end": 707388
    },
    {
      "speaker": "なべちゃん",
      "text": "できるんですか。それはね、考えてるよ。ずっとどうしていこうかみたいな考えはいて、その仕組みを作ってもらってるっていうのはちょっと一個、その一人お願いしてって感じだね。だからもう僕ともう一人、最近雇った人はちょっとその自宅開発メインで、会社の売り上げ立てつつ、余った時間でそのなんていうのかな、仕組みビジネスの仕組みみたいなところを注力してやってるんだけど、やっぱそこは片手間だとちょっとさ、限界があるから、一人はもう完全に注力してもらってやってるって感じかな。そこは仕組み家みたい。",
      "timestamp": "00:11:47",
      "start": 707388,
      "end": 746263
    },
    {
      "speaker": "おぐらくん",
      "text": "なところのそっちの方で種巻きみたいなものはしているが、まぁ種が出るのは？",
      "timestamp": "00:12:26",
      "start": 746263,
      "end": 753496
    },
    {
      "speaker": "なべちゃん",
      "text": "種が出るのがいつやねんっていうのはわかんないよ。それはもう難しいよね、なかなか。",
      "timestamp": "00:12:33",
      "start": 753496,
      "end": 759342
    },
    {
      "speaker": "おぐらくん",
      "text": "でもその不確実性は、なんか会社を経営する上ではずっと向き合っていかなきゃいけないものなのかなって。なるほどねー。そっか、大変ですね、それはね。",
      "timestamp": "00:12:39",
      "start": 759342,
      "end": 769872
    },
    {
      "speaker": "なべちゃん",
      "text": "大変ですね。本当にいろんな考えが必要になってきます。",
      "timestamp": "00:12:49",
      "start": 769882,
      "end": 773304
    },
    {
      "speaker": "おぐらくん",
      "text": "でもやっぱり会社を立ててちょっと一期二期経営してみて何が一番苦労しているかっていうとやっぱりその資金繰りというかお金の面が一番大きいんですかね。あーなるほど。",
      "timestamp": "00:12:53",
      "start": 773304,
      "end": 790934
    },
    {
      "speaker": "なべちゃん",
      "text": "ね、まあ正直資金繰りはそんな困ってないですね。まあ黒字だし、全然その余力もあるから、資金余力もあるから、まあ変な話、えっと多分3ヶ月なら半年とか収入ゼロでも多分大丈夫。",
      "timestamp": "00:13:10",
      "start": 790934,
      "end": 811823
    },
    {
      "speaker": "おぐらくん",
      "text": "結構長いっすね、それはね。",
      "timestamp": "00:13:31",
      "start": 811823,
      "end": 813244
    },
    {
      "speaker": "なべちゃん",
      "text": "うん、それでも大丈夫なぐらいの今のその貯蓄というかその資金余力はあるって感じかな。なるほど、はい。なんで資金ぐらいそんな困ってないんだけど、まああれだよね。その結局こうなんていうのかな、自宅開発もいつまで続くかわかんないし、制裁がっていう話もあるし。",
      "timestamp": "00:13:33",
      "start": 813244,
      "end": 833005
    },
    {
      "speaker": "おぐらくん",
      "text": "続けない不安というか、そうそうそう、会社の形として見たら別に資金繰りは結構順調ですねって数値上ではあるんだが、やっぱ今まで話してきたようなちょっといろいろなトラブルが起きたらどうしようみたいな不安を考え始めると、不安はつけないのでなかなか心が休まらない。",
      "timestamp": "00:13:53",
      "start": 833005,
      "end": 851551
    },
    {
      "speaker": "なべちゃん",
      "text": "みたいなそうなんですよ。",
      "timestamp": "00:14:11",
      "start": 851551,
      "end": 852652
    },
    {
      "speaker": "おぐらくん",
      "text": "はーなるほどね、確かにそれは会社経営しないと、経営するか会社に所属せずずっとフリーランスでやってるかみたいなことをしないとあんまり考えなさそうというか経験できなさそうですね。",
      "timestamp": "00:14:13",
      "start": 853157,
      "end": 867885
    },
    {
      "speaker": "なべちゃん",
      "text": "そうだね、なんか簡単に会社潰せないから、転職すればいいやとか、フリーランスだったら別に別の案件探せばいいやとかってなんかあると思うけど、そういうのがやっぱね、従業員いると難しいよね、余計に。",
      "timestamp": "00:14:28",
      "start": 868519,
      "end": 883162
    },
    {
      "speaker": "おぐらくん",
      "text": "まあ確かにね、住宅で他の住宅を先見つければいいやみたいなのはあるかもしれないけど、従業員がいるとその分だけ責任も増えるし、確保するべき案件数って言うんですか？付着するべき金額も大きくなってくるんで、そうそうそうそう難しいですね。なるほどね、一個でかい。",
      "timestamp": "00:14:43",
      "start": 883743,
      "end": 903635
    },
    {
      "speaker": "なべちゃん",
      "text": "住宅が今あるとして、それがなくなっちゃうともうだいぶきつくなるよねとかね。依存度が高いっていうのがやっぱりすごく怖くて、自分依存、社長依存ももちろんあるし、どっかの会社一社依存とかもあるし、そもそもビジネスモデルとして自宅開発っていうこのビジネスモデルに一個依存してるとかっていうのもすごい怖いから、この依存してる何かに依存してるっていう状態をいかに分散できるかみたいなところがすごく難しいし、まあちょっとそれをずっとぐるぐる考えてると、なんか早く休みたいなというか、そのそこらへんの思考から抜け出したいなみたいな気持ちになるいやー。",
      "timestamp": "00:15:03",
      "start": 903635,
      "end": 945102
    },
    {
      "speaker": "おぐらくん",
      "text": "なるほどね。ちょっと考えたら答えがすぐに出るものでもないから、永遠に考え続けられそうなんですよ。それもあって、なんか夜の寝つきが悪くなるとかあり。",
      "timestamp": "00:15:45",
      "start": 945102,
      "end": 953826
    },
    {
      "speaker": "なべちゃん",
      "text": "そうだと思います。本当になる。",
      "timestamp": "00:15:53",
      "start": 953826,
      "end": 956548
    },
    {
      "speaker": "おぐらくん",
      "text": "ほどね、まあでもそのあたりの現状のお金を汲めしながらも依存先を増やすような取り組みを並行して続けるみたいなのはなかなか難しいですね。時間も限られてるしリソースも限られてるし、そうそうなるほどそうなんですよ。本当に、なんか前にこのITトリオってなべちゃんが会社作ったちょっと後ぐらいに話した時は、結構会社を時代を大きくしたいみたいなようなことを言っていたざっくりな記憶があるんですけど、実際に会社を経営して一期二期経ってみて、二期はまだ断ち切ってないのか、二期の断ちってことですかね。なってみて、なんか実際に経営した後で、なんか会社始める前と始めた後でこう考え方が変わったとことか、未来将来どうしたいっていうビジョンが変わったりとかってしました？こう現実、経営した現実を。",
      "timestamp": "00:15:56",
      "start": 956548,
      "end": 1015250
    },
    {
      "speaker": "なべちゃん",
      "text": "見てみて、そういうことか。いや、でもね、会社でかくしたいっていうビジョン自体は変わってはなくて、まあ、その会社でかくする前の道中でちょっと一回なんていうのかな、やっぱり仕組み化できると会社で確保しやすくなるかなとか思ってるから、その土台があるとね、しっかり。",
      "timestamp": "00:16:55",
      "start": 1015250,
      "end": 1035594
    },
    {
      "speaker": "おぐらくん",
      "text": "安定したまあ確かに自分の手から離れても色々組織なり利益を拡大していけるっていう基盤が整えば、それ以降も確かに自分の手からちょっと遠くなったとしても組織を大きくは会社を大きくはしやすそう。",
      "timestamp": "00:17:15",
      "start": 1035594,
      "end": 1052394
    },
    {
      "speaker": "なべちゃん",
      "text": "ですね。そうそうだから、そこのそこを作ってる道中かなっていう気持ちで一応やってるから、そこの大元は変わってはいないけど、やっぱりなんかあの時間思ってる。やっぱ時間変わるなっていうのを思ったね。言ってもさ、なんか1年半ぐらいは経ってるわけで、1年半やってて売上とか確かに伸びてるけど、やってることが大きく変わってるかって言ったらそんな変わってないから、なんかもうちょっとね、そう、なんかこう新しいサービスを浸透させたりとか、ちゃんとこうある程度安定した収益基盤、ストックビジネスとかでもなんでもいいんだけど、他もう少しちょっと整備できてたらいいとかっていうのをちょっと思ったりとかもしてたから、そこはまだうまくいかないね。",
      "timestamp": "00:17:32",
      "start": 1052394,
      "end": 1098112
    },
    {
      "speaker": "おぐらくん",
      "text": "やっぱり売上が拡大しているのは順調だけど、それだけでは別に全然満足できない。",
      "timestamp": "00:18:18",
      "start": 1098112,
      "end": 1103275
    },
    {
      "speaker": "なべちゃん",
      "text": "ないというはいそうですね。贅沢なのかもしれないけど、ね。もしかしたら、うーん。",
      "timestamp": "00:18:23",
      "start": 1103275,
      "end": 1111182
    },
    {
      "speaker": "おぐらくん",
      "text": "まあ、どこに価値を見出すかはそれぞれだからわかんないけど、なんかでも最近Xとかっていろいろ見てると、なんか自宅の規模自体を大きくして開発自体を売ることで結構数億単位の利益を創業者が得るみたいなスモールビジネスのケースをなんか見たことがあったような気はするんですけど、こういうなんか仕組み化とかそういうのも含めるのかもしれないが、それよりも結構売り上げ自体を大きくして会社を売るみたいな道もなくはないのかなとか思ったりするんですけど、そういうのは考えたりして。",
      "timestamp": "00:18:31",
      "start": 1111182,
      "end": 1148145
    },
    {
      "speaker": "なべちゃん",
      "text": "ないですか、あんまエマンで考えてないね。それと言うと、あの基本的にはもう自分はこの会社をどんどんでかくしたいって思ってるから、あんまりこの金銭的な、まあなんか数億とかっていう今まででのメリットっていうのはあんま求めてなくて、どっちかっていうとなんかその承入金に近いのかもしんないけど、なんかゲーム関係に近いかもしんないけど、なんかどれだけ会社をこうでかくしてデベロップしていけるかみたいな、最終的に何レベルぐらいまでこの会社がなるのかみたいなところが見届けたいというか、そういう楽しみ方かな。",
      "timestamp": "00:19:08",
      "start": 1148145,
      "end": 1183900
    },
    {
      "speaker": "おぐらくん",
      "text": "別にお金というか億万長者になりたいから会社を大きくしたいとか売り上げを伸ばしたいっていうよりかは人生の楽しみというかライフワークとしてどれくらいまで自分の力で生きるかなみたいなところを楽しんでる感じか別に利用した目的がお金稼ぎたいではない。",
      "timestamp": "00:19:44",
      "start": 1184612,
      "end": 1205882
    },
    {
      "speaker": "なべちゃん",
      "text": "そうだね、そうだと思い。",
      "timestamp": "00:20:05",
      "start": 1205882,
      "end": 1207423
    },
    {
      "speaker": "おぐらくん",
      "text": "なるほどね。じゃあ、それは何やっても新しくやりたいことは尽きなさそうですね。",
      "timestamp": "00:20:07",
      "start": 1207423,
      "end": 1215238
    },
    {
      "speaker": "なべちゃん",
      "text": "そうだと思う。本当にはい。",
      "timestamp": "00:20:15",
      "start": 1215238,
      "end": 1219401
    },
    {
      "speaker": "おぐらくん",
      "text": "でも確かにそれである程度自動化もできて、結構自分の好きな事業を割とストレスフリーにできるみたいな状況が作れたとしたら、結構死ぬまで楽しめそうですね。",
      "timestamp": "00:20:19",
      "start": 1219401,
      "end": 1231307
    },
    {
      "speaker": "なべちゃん",
      "text": "なんです よ それ を 今 作っている 最中って 感じだよね。UI を 安定させて、あとはもう自分が好きなことを考えて、ちょっと何人かメンバーと一緒に新規事業立ち上げながら、まつぶし て壊して、抵抗させてとかっていうのを繰り返しながらね、ちょっとずつ出かけてきたらいい。",
      "timestamp": "00:20:31",
      "start": 1231307,
      "end": 1251142
    },
    {
      "speaker": "おぐらくん",
      "text": "けど、なるほどね。なんかそれは確かにスタートアップ経営っていうよりかは、確かにやっぱり中小企業の大金持ちの社長みたいな感じがしますね。なんか僕は会社も経営したことがないので全然想像なんですけど、なんか会社っていう会社ではなくて、よくSNSでお子さんを授かった人の話をちょっとブログを読んでみると、子供を育て始めてから社会に対する見方が変わったとか、もっとこう社会がこうなってほしいみたいな、自分の子供が大人になった時のことも考えてより良い社会を作る気持ちがちょっと強くなるみたいな、政治にちょっと興味が出てくるみたいなブログを読んだりするんですけど、会社を経営することでそういう新しい今まで持ってなかった視点って社会に対して持つようになるんですか。最初の方に保険料について話してたんですけど、そこってその一つかなと思って、自分で雇われて働いているだけだと、自分の給料からどれだけ保険料が引かれたかっていうのを給与明細で見るだけだと思うんですけど、会社経営すると本当は会社もその2倍払ってるわけじゃないですか。会社の負担分もだから、やっぱ保険料の負担の見え方全然違うかなぁと思って、なんかそういうのも含めて会社を持つことで新しく得た視点というか考え方が変わったところとかがもしあったら聞いてみたいなぁとか思ったんですけど、なんかあったりします?",
      "timestamp": "00:20:51",
      "start": 1251142,
      "end": 1350964
    },
    {
      "speaker": "なべちゃん",
      "text": "そうね、まあ確かにざっくりだけど、社会保険料とかそうだね。なんかその正社員の人は、やっぱり正社員のメリットをもって有効活用した方がいいんじゃないかなっていうのはすごく思ってる。",
      "timestamp": "00:22:30",
      "start": 1350964,
      "end": 1366425
    },
    {
      "speaker": "おぐらくん",
      "text": "正社員のメリットは、うん、正。",
      "timestamp": "00:22:46",
      "start": 1366425,
      "end": 1368788
    },
    {
      "speaker": "なべちゃん",
      "text": "社員のメリットなんかね、結局会社経営して思ったけど、めちゃくちゃ正社員強いんですよ。その権利として。でもその権利を主張してない人すごく多くて、なるほど、まあ有給が取れないとかって言ってる人とかもそうだし、あとはなんかその賃金がね上がんないみたいなところもそうだけど、なんかね結局それは俺が思ったのは、なんか会社に対してすごくこう会社が強いって思ってる人がすごく多いんじゃないかなっていうのはすごく思ってて、なるほど、なんかもっと会社に対してあの、なんていうのかな、飲み会とか居酒屋の場でさ、こう文句言うんじゃなくて、直接ね、あのストライクじゃないけど、まあ労働組合とかに言ったらめちゃくちゃ多分主張取りやすいのになるかってすごく思うことはすごくあって、なるほど、なんか自分は会社やってる側として、なんかそのリスクをすごい考えちゃうから、だからすごいこう知ってる時に、なんかどういう権利があってどういうことを主張されたらまずいのかなとか、あとは就業規則とかにこういうことを明記してもらわないといけないとかね、そういうのいろいろ調べたりとか、制度すごい知っていく中で、なんかもう本当に精神的にめちゃくちゃ筋肉強いじゃんって思ったんだよ。",
      "timestamp": "00:22:48",
      "start": 1368788,
      "end": 1447530
    },
    {
      "speaker": "おぐらくん",
      "text": "なるほど。それ別にU級とか賃金の交渉以外にもいろいろあったりするんですか？",
      "timestamp": "00:24:07",
      "start": 1447530,
      "end": 1452443
    },
    {
      "speaker": "なべちゃん",
      "text": "いろいろあると思う。E級とかもそうだし、あの怪我した時とか性病でやってとかなんかいろいろ本当に保護されてるよ。すごくあの会社にいるってだけで、あのちょっとこう病気になったとかした時でもちょっとしたお金とかを補助してもらえるし、でも役員とかだとさ、もうそういうのがないからじゃあ子供を見ますの時に育休もないし、そう育休時給が出ないし、あのなんていうのかな、その怪我した時とかももちろんそのお金とか出ないし、いろいろこうリスクがすごくあるっていうのはあって、でもだから世の中のイメージだとさ、こう社長さんってさお金持ってて自由な時間あっていいなみたいなイメージあるんだけど。",
      "timestamp": "00:24:12",
      "start": 1452443,
      "end": 1498513
    },
    {
      "speaker": "おぐらくん",
      "text": "まあそうね、なんかいいな。お金いろいろあって自由な。",
      "timestamp": "00:24:58",
      "start": 1498513,
      "end": 1501434
    },
    {
      "speaker": "なべちゃん",
      "text": "んだろうなみたいな実際にはそこまで行ったのはその人がリスク取ってそこまでの資金を作ったからであって、うんだからそんだけのリスク背負ってやってるんだなっていうのはすごく思って、自分はなんかそこの社長さんが楽しんでるとか今すごい楽しそうにしてるみたいなところの対する見方は全然。",
      "timestamp": "00:25:01",
      "start": 1501434,
      "end": 1522343
    },
    {
      "speaker": "おぐらくん",
      "text": "変わったかな。それはなんか楽しんでないっていうよりかは、そこに至るまでの道が想像以上に楽しそうだぞ、みたいなことですか。そういうことか。まあね、確かにね。で、社員。",
      "timestamp": "00:25:22",
      "start": 1522343,
      "end": 1536054
    },
    {
      "speaker": "なべちゃん",
      "text": "は社員です。そのなんか文句言ってるけど、でも文句言ってそのかけで言うだけじゃなくて、実際に会社に言ったらもっともっとこう得られるメリットもあるのにな、みたいなのも同じように思ったんで、なんかね、そこらへんがうまくバランスよく組み合わさるとね、なんか賃金とかもっともっと会社としても上げざるを得なくなってくるだろうし、まあそうなってくるとね、景気も良くなってとかってなって、だんだん日本もね、なんかこう物価高で苦しんでるけど、ちゃんと賃金も上がっていけばこううまく回り始めて好循環になっていくとかっていうね、世界史を見れると思うから、やっぱもっとね海外みたいに声上げたらいいと思って。",
      "timestamp": "00:25:36",
      "start": 1536054,
      "end": 1574984
    },
    {
      "speaker": "おぐらくん",
      "text": "思ったっていう確かに今話し聞きながらなんか日本の話と僕が今働いているカナダの話とか北米圏の話を比較して聞いてたんですけど、確かにこっち、海外のほうが、従業員として働いている人たちは、結構自分たちの権利を主張するというか、結構、日本だと、まあ、お上の言うことに従うみたいな雰囲気は、別に会社として働くっていうこと以外にも限らず、いろいろあると思うし、そういう文化なのかなっていう気がするけど、海外だとそういう方がなんかレアな気がしていて、少なくともカナダとか隣の僕のいるカナダの隣のアメリカとかの北米圏では結構従業員と会社は対等な立場というか、そうだよねっていうか、まあ会社員に限らずいろんなものに対して結構上下っていう関係よりも対等の立場として接するから、自分の意見は主張して相手も主張してお互いの主張の中で妥協点を見つけて、まあウィンウィンの場所を探すっていうケースが多い気がするんですけど、日本だと主張して主張して妥協とかっていうよりかは、なんかちょっと配慮して配慮してあんまりこう、社会の中で自分の意見を強く主張するっていうことが普通じゃない文化になっているから、結構会社との中で働くときにも割と周りの人が意見言ってなかったら自分も目立つような意見言わないでおくかとか、なんとなく上司とか社長に意見しづらいみたいな空気は空気なのかわかんないけどね、ありますよね。",
      "timestamp": "00:26:14",
      "start": 1574984,
      "end": 1686075
    },
    {
      "speaker": "なべちゃん",
      "text": "あるよね。なんかさ、給料下げられるかもとか、クビになるかもとかって、もし思ってる人がいるんだったら、それは難しいんだ。",
      "timestamp": "00:28:06",
      "start": 1686075,
      "end": 1694385
    },
    {
      "speaker": "おぐらくん",
      "text": "で、そうだよね。そこも違いますよね。そうそうそう。",
      "timestamp": "00:28:14",
      "start": 1694385,
      "end": 1696908
    },
    {
      "speaker": "なべちゃん",
      "text": "全然もうそこ難しいんで、むしろ言った方が得することが多いと思う。",
      "timestamp": "00:28:16",
      "start": 1696908,
      "end": 1701051
    },
    {
      "speaker": "おぐらくん",
      "text": "日本って基本的にクビってできない？",
      "timestamp": "00:28:21",
      "start": 1701051,
      "end": 1704383
    },
    {
      "speaker": "なべちゃん",
      "text": "できるんだけど、めちゃくちゃ厳しい。本当に理由がたくさんいるっていう感じで。",
      "timestamp": "00:28:24",
      "start": 1704383,
      "end": 1709736
    },
    {
      "speaker": "おぐらくん",
      "text": "理由って法律で決まれてるんですか？こういう基準で。",
      "timestamp": "00:28:29",
      "start": 1709736,
      "end": 1715139
    },
    {
      "speaker": "なべちゃん",
      "text": "本当に居眠りしまくって態度に問題があるとかじゃないとクビできないし、その態度に問題があったとしても事前に通達が必要で改善してくださいみたいなね。それ改善が見られなかった場合にやっとできるとかね、そういうのもあった。",
      "timestamp": "00:28:35",
      "start": 1715139,
      "end": 1732235
    },
    {
      "speaker": "おぐらくん",
      "text": "たりとかするからなるほどね。相当難しいだから窓際族とか首にはしないが、退職を推奨するみたいな外資系のレオフでも実際に首にしているというよりかは、退職の推奨の文章を出してサインしてくれるんだったら、このパッケージ分のお金とか手当てを出しますよ。だから辞めてみませんかみたいな体でやってるっていうのは聞いたことがあるから、そうなんだ。うん、結構めんどくさいですよね。まあ海外だとヨーロッパは違いますけど、アメリカとかカナダはまあ停職場いろいろあれど、やめてくださいってなったらもうその日のうちにいろいろアソコを取り上げていなくなるっていうのは普通のことなんで、そうそうそう、全然確かにそう。比べると日本はなかなか働く側の従業員側の権利が強いなあっていうのは僕もカナダに来てカナダの会社で働いてみて振り返って思いました。ただね。",
      "timestamp": "00:28:52",
      "start": 1732235,
      "end": 1789544
    },
    {
      "speaker": "なべちゃん",
      "text": "一個だけ会社が強い権利があって、それは人事配置を好きにできるっていうのが日本の会社の強みで、例えば営業からマーケにジョブチェンジさせますとかっていうのをすごく簡単にできる。でも海外は多分それがやりづらいはず、ジョブ雇用だから確か。",
      "timestamp": "00:29:49",
      "start": 1789544,
      "end": 1806135
    },
    {
      "speaker": "おぐらくん",
      "text": "海外だともう雇用する時にジョブタイトルで結構決まってますもんね。仕事が日本だと結構社内での部署移動っていうのは普通の話だし、まあそれもあってナブギワ族っていう言葉があるんですかね。そうだと思います。あまりいらない人をどこか適当なところに配置するみたいな。",
      "timestamp": "00:30:06",
      "start": 1806135,
      "end": 1825524
    },
    {
      "speaker": "なべちゃん",
      "text": "そう配置が自由に効くからこそ、なんかその向いてない人がいるってなった時に、あなたが配置うまくできないだけですよっていうふうに日本の会社思われちゃうから、クビできないっていうなるほど逆。",
      "timestamp": "00:30:25",
      "start": 1825524,
      "end": 1835953
    },
    {
      "speaker": "おぐらくん",
      "text": "うまいところに配置できてなかった会社側の責任ですよね。そうそう、そうそう。",
      "timestamp": "00:30:35",
      "start": 1835953,
      "end": 1842772
    },
    {
      "speaker": "なべちゃん",
      "text": "クビにできないですよね。だからクビにする前に部署移動させてくださいっていう風になっちゃう、日本の。",
      "timestamp": "00:30:42",
      "start": 1842772,
      "end": 1847695
    },
    {
      "speaker": "おぐらくん",
      "text": "法律だとね。じゃあ、もし部署が少ない場合はどうなるんですか。それだったらできるだ。",
      "timestamp": "00:30:47",
      "start": 1847695,
      "end": 1854700
    },
    {
      "speaker": "なべちゃん",
      "text": "からクビにできる部署がなくて、もうなんかここの部署閉じますってなった時に、なんかそのジョブ型雇用的な感じで雇ってれば組み合いは。",
      "timestamp": "00:30:54",
      "start": 1854700,
      "end": 1865214
    },
    {
      "speaker": "おぐらくん",
      "text": "できるその人、それも最初の契約次第っていうことか。単純に会社員で結構ジェネラルな感じで会社に雇われている場合は、部署が閉じるってなっても、いや他の部署ありますよね。そっちに移動すればいいですよね。",
      "timestamp": "00:31:05",
      "start": 1865214,
      "end": 1879585
    },
    {
      "speaker": "なべちゃん",
      "text": "なるってことか、そうですね。はい。",
      "timestamp": "00:31:19",
      "start": 1879585,
      "end": 1881546
    },
    {
      "speaker": "おぐらくん",
      "text": "でも難しいっすよね、なんか、確かに自分たちの権利を主張した方がいいし、まあ大手の企業とかだと、春藤とかいて、1年に1回労働組合側と会社側が交渉して、",
      "timestamp": "00:31:24",
      "start": 1884382,
      "end": 1898683
    },
    {
      "speaker": "なべちゃん",
      "text": "あるね。",
      "timestamp": "00:31:38",
      "start": 1898683,
      "end": 1899333
    },
    {
      "speaker": "おぐらくん",
      "text": "こうたらこうたらって、僕はそういう企業にいたことがないんで分かんないんですけど、あったりはするけど、そういうのを除外するとあんまり自分の意見を結構真っ当に主張して何かを貸してるっていうのはあんまり自分の周りで見たこともないから、そうだよね。そういう社会に今なっちゃっているから、自分がその中でこうファーストペンギンというかあえてやり始めるっていうのはまあなかなか難しいなあって気。",
      "timestamp": "00:31:39",
      "start": 1899333,
      "end": 1929274
    },
    {
      "speaker": "なべちゃん",
      "text": "がしますね。難しいだろうね。うん、それはそうだね。やっぱ。",
      "timestamp": "00:32:09",
      "start": 1929274,
      "end": 1932836
    },
    {
      "speaker": "おぐらくん",
      "text": "なんか結局のところどういうふうな教育を受けてきたかっていうのも影響ある気がして、うん、まあもう私たちが小学校、中学校、高校を出たのはもういくばっか昔の話にはなりますが、そうだね、やっぱりなんか詰め込み型の教育というか、割と自分たちの自分の意見をしっかり持って主張するのが正しいっていう方向性っていうよりかは、まあどこかに正解があってその正解を導き出して当てはめていく方がまあいい評価を得られるみたいな教育体系になって。",
      "timestamp": "00:32:12",
      "start": 1932836,
      "end": 1967354
    },
    {
      "speaker": "なべちゃん",
      "text": "ちゃっているのでそうだ。",
      "timestamp": "00:32:47",
      "start": 1967354,
      "end": 1968314
    },
    {
      "speaker": "おぐらくん",
      "text": "ね、そういうとこで教育受けるとどうしてもなんか自分の意見を主張しようと思った時に、いやこれ正解じゃないんじゃないかなとかちょっと一旦周りの反応をおそろおそろ見ながらもやっぱやめとこうっていう話とか、海外というかアメリカとかだとね、そういうのはもう自分の意見を堂々と表明する方が評価が高くなるっていう教育って聞いているので、そうだね、もうやっぱ難しいですよね。まあどこからどうすれば何かをこうすれば一瞬で社会のやり方が変わるっていうものでもない気がするし、昔の高度経済成長期とかは別に自分の意見を主張するよりもとりあえず上からの意見に従ってむしろに何かやっていた方が結果的には自分の得をするっていう社会だったって時代もあったと思うので、いろんなものが重なり合って今の状況が生まれているっていうことを考えるとなかなか難しいですね。",
      "timestamp": "00:32:48",
      "start": 1968314,
      "end": 2031514
    },
    {
      "speaker": "なべちゃん",
      "text": "本当に難しいと思うけど、まぁちょっとね、あのファーストフェンになる勇気があると、今の時代はもしかしたらもうちょっと生きやすくなるかもしれないと思う。",
      "timestamp": "00:33:51",
      "start": 2031514,
      "end": 2044523
    },
    {
      "speaker": "おぐらくん",
      "text": "たっていうね、今は確かに確実にそんな気がする。",
      "timestamp": "00:34:04",
      "start": 2044523,
      "end": 2048065
    },
    {
      "speaker": "なべちゃん",
      "text": "ますよね。今はね、結構是正されてるから、どんどんどんどんこうなんか悪いことするとな、コンプラの時代ですよ、ほんと。",
      "timestamp": "00:34:08",
      "start": 2048065,
      "end": 2055512
    },
    {
      "speaker": "おぐらくん",
      "text": "社長からコンプラっていう言葉を聞くと、ちょっとなんか重みが。",
      "timestamp": "00:34:17",
      "start": 2057309,
      "end": 2060790
    },
    {
      "speaker": "なべちゃん",
      "text": "違いますね。そうそうそう、本当。",
      "timestamp": "00:34:20",
      "start": 2060790,
      "end": 2064871
    },
    {
      "speaker": "おぐらくん",
      "text": "に怖い社長は辛いよみたい。",
      "timestamp": "00:34:24",
      "start": 2064871,
      "end": 2070674
    },
    {
      "speaker": "なべちゃん",
      "text": "なITトリオえ。",
      "timestamp": "00:34:30",
      "start": 2070674,
      "end": 2071514
    },
    {
      "speaker": "おぐらくん",
      "text": "じゃあちょっとなんか辛いことをたくさん聞いちゃったんですけど、自分で会社を起こして楽しかったことみたいなのを聞いてちょっとポジティブな…あ、はいはい、すいません。",
      "timestamp": "00:34:31",
      "start": 2071514,
      "end": 2079817
    },
    {
      "speaker": "なべちゃん",
      "text": "ませんちょっとネガティブなこと僕。",
      "timestamp": "00:34:39",
      "start": 2079817,
      "end": 2080937
    },
    {
      "speaker": "おぐらくん",
      "text": "言っちゃった僕の質問がネガティブ寄りだったんですけど、ちょっとやっぱポジティブな方を発信。",
      "timestamp": "00:34:40",
      "start": 2080937,
      "end": 2086330
    },
    {
      "speaker": "なべちゃん",
      "text": "しないと気づいて確か。",
      "timestamp": "00:34:46",
      "start": 2086330,
      "end": 2088312
    },
    {
      "speaker": "おぐらくん",
      "text": "に確かにちょっとポジティブなの。",
      "timestamp": "00:34:48",
      "start": 2088312,
      "end": 2089373
    },
    {
      "speaker": "なべちゃん",
      "text": "をください。そうだね、ポジティブで言ったら、まあでもやっぱり時間はすごく自由が利くから、なんかそこはやっぱ大きいと思う。あの、なんだろうな、子供とか育ててくる時とかに、まあ正直育休が結構強いから、そこはあんま変わらんかもしれんけど、でもまあ子供が大きくなってきた時とか、2歳とか3歳とかね、大きくなってきた時とかに、まあちょっとこうフラッと午後から行くとかね。",
      "timestamp": "00:34:49",
      "start": 2089373,
      "end": 2120453
    },
    {
      "speaker": "おぐらくん",
      "text": "まあ確かにね、自由ですもん。",
      "timestamp": "00:35:20",
      "start": 2120453,
      "end": 2121834
    },
    {
      "speaker": "なべちゃん",
      "text": "ね、うん、そこらへんとか自由だし、まあ、あとはあの休みとかも自由に取れるし、取ろうと思えばそこら辺時間の自由はすごく大きいなと思うかな。あとは何だろうね、お金の使い方は人によると思うけど、自分やってないけど結構経費とかで会社の利益が上がっちゃった時にちょっと経費でじゃあこういうの買いましょうとかっていう、それはもう社用車とかにしたりとかって話だと思うけど、確かによく聞きますね。そういうお金の使い方できるかなとは思うから、そういうお金使いたくさん稼ぎたいみたいな人はやっぱり経営者になったほうが向いてるとは思うし、経費。",
      "timestamp": "00:35:21",
      "start": 2121834,
      "end": 2169517
    },
    {
      "speaker": "おぐらくん",
      "text": "の話は個人事業でも。",
      "timestamp": "00:36:09",
      "start": 2169517,
      "end": 2171977
    },
    {
      "speaker": "なべちゃん",
      "text": "いけるっちゃいけるよね。いけるっちゃいける。まあでもちょっとね、きつい。個人事業のほうが制限厳しいかな。ちょっと法人のほうが使える経費はやっぱり多くなる。なるほど、家賃とかもね、結構安分したりとかしないといけないと思うけど、個人事業の人だと何割使ってますとかね。法人だともう法人で借り上げしちゃって、借り上げしちゃったみたいな感じで、一応ルールとしてなんか半分は払わないといけないみたいなのがあるんだけど、法人でお金を経費として払いながら、法人数を減らしつつ自分の役員の社宅として借りることで、給料には算入されないけど、家賃の払うお金が減るから、実質何ていうのかな、仮処分所とか増えるというか、社会保険料とかなくすごいお金が増えるみたいなこととか、そういうやり方とかは一応あるっていう感じで、なるほど、まああそこらへんはね、すごくでも勉強が必要ですわ。",
      "timestamp": "00:36:11",
      "start": 2171977,
      "end": 2231256
    },
    {
      "speaker": "おぐらくん",
      "text": "うん、ラベちゃんも勉強してもうちょっと経ったらマンションを会社名義で借りて、ベンツを会社名義で買って乗り回すのが。",
      "timestamp": "00:37:11",
      "start": 2231256,
      "end": 2241319
    },
    {
      "speaker": "なべちゃん",
      "text": "もうちょっと先かも分かんないけどね、あんまそこに対して俺はあんまりこうモチベーションないからあんまやる気はないけどね。まあどっちかというと普通に会社でかくできる方が楽しい。そのベンツとかマンション買うよりかは会社に投資して会社がでかくなる方がちょっと面白い。",
      "timestamp": "00:37:21",
      "start": 2241319,
      "end": 2259153
    },
    {
      "speaker": "おぐらくん",
      "text": "かなって感じ。うーん、まあ会社自体をさっきも言っていたゲーム感覚で、真剣なゲーム感覚で大きくしていく方が楽しいというか幸せを。",
      "timestamp": "00:37:39",
      "start": 2259153,
      "end": 2268858
    },
    {
      "speaker": "なべちゃん",
      "text": "感じるみたいなあんまり珍しいタイプかもね。活気をする中で。",
      "timestamp": "00:37:48",
      "start": 2268858,
      "end": 2273040
    },
    {
      "speaker": "おぐらくん",
      "text": "確かに多分これは聞いている人も思った気がするんですけど、あんまりなんかこう悪い経営者にならなさそうですね。悪い経営者、いや何。",
      "timestamp": "00:37:53",
      "start": 2273040,
      "end": 2284528
    },
    {
      "speaker": "なべちゃん",
      "text": "だろう、悪くはないと思うけどね。それはだって頑張ってきた経営者の特権だと思うので、僕は今解釈したらね、悪いって。",
      "timestamp": "00:38:04",
      "start": 2284528,
      "end": 2292931
    },
    {
      "speaker": "おぐらくん",
      "text": "いうか印象が悪い印象は悪いね。会社でお金を稼いだからベンツ乗りまくってますよってキャバクラ行きまくってお金使いまくってますよみたいなのは、それ自体が良い悪いっていうよりかは、それを見た時に人はまあ多分あんまり印象良くないそれ。",
      "timestamp": "00:38:12",
      "start": 2292931,
      "end": 2309092
    },
    {
      "speaker": "なべちゃん",
      "text": "はそうだと思うラブちゃん。",
      "timestamp": "00:38:29",
      "start": 2309092,
      "end": 2310273
    },
    {
      "speaker": "おぐらくん",
      "text": "はそういうのにあんまり価値を感じなさそうだから結構信頼度が高いというか、お金たくさん稼いだとしてもユニクロならGUの服着てそうだな。",
      "timestamp": "00:38:30",
      "start": 2310273,
      "end": 2323715
    },
    {
      "speaker": "なべちゃん",
      "text": "みたいな大正解だね。それ多分なるほどなユニクロ軽自動車乗ってますって感じで。",
      "timestamp": "00:38:43",
      "start": 2323715,
      "end": 2333097
    },
    {
      "speaker": "おぐらくん",
      "text": "軽自動車、そこは軽じゃなくてもいいんじゃないかな。さすがにそうだね。さすがにGUじゃなくてユニクロでもいいかな。確かにね、そうだね。ユニクロでプリウス。",
      "timestamp": "00:38:53",
      "start": 2333097,
      "end": 2343699
    },
    {
      "speaker": "なべちゃん",
      "text": "に乗るとそうだね。ただ。",
      "timestamp": "00:39:03",
      "start": 2343699,
      "end": 2345679
    },
    {
      "speaker": "おぐらくん",
      "text": "の社員だな。本当に。",
      "timestamp": "00:39:05",
      "start": 2345679,
      "end": 2348320
    },
    {
      "speaker": "なべちゃん",
      "text": "絶対わかんないよね。",
      "timestamp": "00:39:08",
      "start": 2348320,
      "end": 2348960
    },
    {
      "speaker": "おぐらくん",
      "text": "確かに、なべちゃんは大きく会社が大きくなったとしても、その前情報がなければそれをなべちゃんと初めて接する人は何かの社長っていうことは分からなさそうなキャラです。",
      "timestamp": "00:39:10",
      "start": 2350749,
      "end": 2361279
    },
    {
      "speaker": "なべちゃん",
      "text": "よね、まあ強いて言えば体験にお金使いたいと思ってるから、海外旅行とかね、そういうのにはお金ちょっと使ってみたいなとかはあるかも。ああ、いい。",
      "timestamp": "00:39:21",
      "start": 2361279,
      "end": 2370255
    },
    {
      "speaker": "おぐらくん",
      "text": "ですね。確かにそれは何かなべちゃんのお金自体っていうよりかは、多分人生経験に楽しみを感じるタイプなそうそうそう。なかなかいいお金の使い方な気がしますね。なるほどね。なんかいろいろ聞いたんですけど、他に会社を経営してからでしかわからなかったこととか、何か発散しておきたいことはあったりしますか？そうだ。",
      "timestamp": "00:39:30",
      "start": 2370255,
      "end": 2397483
    },
    {
      "speaker": "なべちゃん",
      "text": "ね、まあどうなんだろうね。多分会社やってない人が多いと思うから、世の中的にはね、多分っていう。",
      "timestamp": "00:39:57",
      "start": 2397483,
      "end": 2404147
    },
    {
      "speaker": "おぐらくん",
      "text": "かそうですね。そうだ。",
      "timestamp": "00:40:04",
      "start": 2404147,
      "end": 2405588
    },
    {
      "speaker": "なべちゃん",
      "text": "よね、まあなんで本当に使える制度バンバン使ってくださいっていうのは一番言いたいよ。",
      "timestamp": "00:40:05",
      "start": 2405588,
      "end": 2415077
    },
    {
      "speaker": "おぐらくん",
      "text": "ね、授業員の権利を授業。",
      "timestamp": "00:40:15",
      "start": 2415077,
      "end": 2416638
    },
    {
      "speaker": "なべちゃん",
      "text": "員の権利をもう調べ。",
      "timestamp": "00:40:16",
      "start": 2416638,
      "end": 2418020
    },
    {
      "speaker": "おぐらくん",
      "text": "ないと出てこないと言われますよね。なんか僕は日本にいないから別に使いはしないんですけど、最近知ったのはなんかちょっと前から政府がリスキリングの支援で学び直しのために会社を休業するだか辞めるだかするとは一定期間お金出してくれるみたいなのがあるね。ほぼなんか国から給料出てるじゃんみたいな思ったんですけど、あるあるある。そういうのって自分で調べて知らないと使えないですもんね。",
      "timestamp": "00:40:18",
      "start": 2418020,
      "end": 2446544
    },
    {
      "speaker": "なべちゃん",
      "text": "そうだね、売ってくるもの。",
      "timestamp": "00:40:46",
      "start": 2446544,
      "end": 2447925
    },
    {
      "speaker": "おぐらくん",
      "text": "じゃないから、これは確かに能動的に自分で調べて自分の利益となる制度を発見し、もう使い倒していくみたいな意識があった方がいろいろ得がありそうだなっていうのはそうだ。",
      "timestamp": "00:40:47",
      "start": 2447925,
      "end": 2461174
    },
    {
      "speaker": "なべちゃん",
      "text": "と思います。せっかく皆さん社会保険料払ってるんで、社会保険料のせいでね、給料がちょっと上がらなかったりとかしてるから、もうワンバン使ってもらった方がいいと思う。",
      "timestamp": "00:41:01",
      "start": 2461174,
      "end": 2471459
    },
    {
      "speaker": "おぐらくん",
      "text": "そうだよね。給料を上げると、その分だけ払うべき社会保険料も大きくなって、会社側が2倍払ってるんでっていうのはあるよね。よく聞くわ。そうだね。じゃあ、アドバイスとしてはそう。",
      "timestamp": "00:41:13",
      "start": 2473242,
      "end": 2485491
    },
    {
      "speaker": "なべちゃん",
      "text": "だね、アドバイスとしてはもうはい、権利を主張しようって。",
      "timestamp": "00:41:25",
      "start": 2485491,
      "end": 2488433
    },
    {
      "speaker": "おぐらくん",
      "text": "いう権利を主張しよう。すごい、なんかすごいね。バンコクのプロレタリアートよ、なんとかなんとかみたいな。",
      "timestamp": "00:41:28",
      "start": 2488433,
      "end": 2496459
    },
    {
      "speaker": "なべちゃん",
      "text": "あとはもし経営者の人がいるんだったら、ちょっといろいろ教えてください。連絡待ってます。",
      "timestamp": "00:41:39",
      "start": 2499647,
      "end": 2506230
    },
    {
      "speaker": "おぐらくん",
      "text": "たぶんこのITトリオを聞いてくださっている方の中に会社経営してる人ちょろちょろいると思うんですけど、いるんですよ。前もお便りもらった気がしますね。お便りじゃないかな、コメントをもらった気がする。お便りじゃなくてコメントをもらった気がする。なべちゃんが独立しましたみたいな話をしたちょっと後ぐらいにXだかListenだかでコメントをもらってLINEでシェアしたような気がします。そうだっけか。独立して10年やってるけど意外と大丈夫ですよ、みたいな。とにかく多分ITトリオを聞いてくださっている方の中には先輩の社長エンジニアもしくは経営者の方がいると思うので、なんかお便りとかでなべちゃんのアドバイスとかあったら。",
      "timestamp": "00:41:46",
      "start": 2506230,
      "end": 2554713
    },
    {
      "speaker": "なべちゃん",
      "text": "嬉しいですね。そうだね。本当にちょっと話したいですね。なんならゲストとして来て。",
      "timestamp": "00:42:34",
      "start": 2554713,
      "end": 2559294
    },
    {
      "speaker": "おぐらくん",
      "text": "ほしいぐらいそれがいいかも。",
      "timestamp": "00:42:39",
      "start": 2559294,
      "end": 2561355
    },
    {
      "speaker": "なべちゃん",
      "text": "回話したいぐらいで確かに。",
      "timestamp": "00:42:41",
      "start": 2561355,
      "end": 2563075
    },
    {
      "speaker": "おぐらくん",
      "text": "なべちゃんの先輩経営者に話を聞いてみる回シリーズ、ほしいですね。うん、ちょっとその熱い思いを今ちょっとプレゼンしてください。",
      "timestamp": "00:42:43",
      "start": 2563075,
      "end": 2574917
    },
    {
      "speaker": "なべちゃん",
      "text": "でも一番今話したいのはこのステップアップする瞬間というか、ステップアップする瞬間。あの最初のスタートはまあ悪くないと思っているのはね、ある程度こう売り上げ立てれて従業員も雇えて。",
      "timestamp": "00:42:56",
      "start": 2576668,
      "end": 2592839
    },
    {
      "speaker": "おぐらくん",
      "text": "は済んだみたいな01は。",
      "timestamp": "00:43:12",
      "start": 2592839,
      "end": 2594460
    },
    {
      "speaker": "なべちゃん",
      "text": "できてるかなって収入はあるかなっていうか気がしてて、この1から10に増やしていくときの従業員をどう増やしていくかとか、どうレバレッジ効果していくのかみたいなところがすごく気になりますね。",
      "timestamp": "00:43:14",
      "start": 2594460,
      "end": 2605752
    },
    {
      "speaker": "おぐらくん",
      "text": "本当になるほどちょっとITトリオを聞いてくださっているそこの経営者のあなた、食べちゃうにぜひ01を超えた後の一重の事業拡大のアドバイスをお手紙もしくはゲスト会として収録することでどうかご教授いただけると幸いです。",
      "timestamp": "00:43:25",
      "start": 2605752,
      "end": 2624783
    },
    {
      "speaker": "なべちゃん",
      "text": "です。本当にお願いします。",
      "timestamp": "00:43:44",
      "start": 2624783,
      "end": 2626845
    },
    {
      "speaker": "おぐらくん",
      "text": "お便りホームからゲスト会にゲスト出演してもいいよっていう人がいたらちょっと送ってくれたりするとありがたいです。",
      "timestamp": "00:43:46",
      "start": 2626845,
      "end": 2634109
    },
    {
      "speaker": "なべちゃん",
      "text": "だから本当にね、全然こうXには確かにいるんだけど、そういう経営者みたいな人はね、うん、でもなんかそのちょっとどんなにいきなりね、話しかけるのちょっとわかんないし、どう話しかけていいか、それは言っ。",
      "timestamp": "00:43:54",
      "start": 2634109,
      "end": 2647545
    },
    {
      "speaker": "おぐらくん",
      "text": "たらいいんじゃないですか。そこはどんどん言ってんじゃ。",
      "timestamp": "00:44:07",
      "start": 2647545,
      "end": 2652268
    },
    {
      "speaker": "なべちゃん",
      "text": "ないですか？アプローチしちゃうかビックリしちゃうし、確かにそうだね。あとはまぁ、なんかちょっとうさんくさい人もいるから、その当たり外れみたいなところ。",
      "timestamp": "00:44:12",
      "start": 2652268,
      "end": 2661073
    },
    {
      "speaker": "おぐらくん",
      "text": "もちょっとあるXはちょっとそれが本当の情報なのか嘘なのか全然わかんないので、嘘を言ってインプ稼いでXの収益なりフォローを稼げるパターンもあるから、そこは確かに判断自体も難しいっていうのはありますね。",
      "timestamp": "00:44:21",
      "start": 2661073,
      "end": 2676017
    },
    {
      "speaker": "なべちゃん",
      "text": "そうなんですよ。だからちょっとこう、なかなか信頼できる人に会えるかどうかみたいなところもあるんで、ちょっとね、まあ聞いてくれてる人ならよっぽど信頼性が高いかなっていう気もするんで。",
      "timestamp": "00:44:36",
      "start": 2676017,
      "end": 2683960
    },
    {
      "speaker": "おぐらくん",
      "text": "確かに今回長くなった放送だけはこんな最後まで聞いてくださっている方は信頼できないはずがないんで、そうだよね。信頼しかないという感じだから、確かにちょっとお願いしたいですね。はい、ちょっとそんなお願いを最後にしたところで、今日はこれくらいかな。はい、そうじゃあ2人回が2回連続で続きましたけど、次回は3人回かな。そうだね、僕に対して誰かがインタビューしてくれてもいい。",
      "timestamp": "00:44:44",
      "start": 2684648,
      "end": 2713339
    },
    {
      "speaker": "なべちゃん",
      "text": "んだが、あー確かにそれやろうか。2人から僕とのティーズでやるわ、それは。",
      "timestamp": "00:45:13",
      "start": 2713339,
      "end": 2719160
    },
    {
      "speaker": "おぐらくん",
      "text": "確かに3人で収録して、2人から僕がインタビューを受ける回は、よし、じゃあ多分それを次やりましょう。海外。",
      "timestamp": "00:45:19",
      "start": 2719160,
      "end": 2727201
    },
    {
      "speaker": "なべちゃん",
      "text": "の話とかね、ちょっと中心。",
      "timestamp": "00:45:27",
      "start": 2727201,
      "end": 2728962
    },
    {
      "speaker": "おぐらくん",
      "text": "に確かにね海外の話ばっかりになる気がするけどそれは良いでしょうじゃあ今日はそんな感じで終わりたいと思いますということで最後まで聞いてくださりありがとうございましたITトリオは各週月曜日に更新されますスポティファイ、アップルポッドキャスト、YouTubeなどで番組フォローをぜひよろしくお願いしますレビューコメントお便りも募集しておりますお便りフォームのリンクは放送の概要欄にあるのでどしどし送ってくださいまたエクセルすべき。",
      "timestamp": "00:45:28",
      "start": 2728962,
      "end": 2756550
    },
    {
      "speaker": "なべちゃん",
      "text": "があるととても嬉しいです。ハッシュタグでお待ちしています。",
      "timestamp": "00:45:56",
      "start": 2756550,
      "end": 2759791
    },
    {
      "speaker": "おぐらくん",
      "text": "てます。それはまた次回お会いしましょう。ありがとうございました。",
      "timestamp": "00:45:59",
      "start": 2759791,
      "end": 2763993
    }
  ],
  "language": "ja"
}
