{
  "segments": [
    {
      "speaker": "A",
      "text": "ドイツ から お 便り き まし た ありがとう ござい ます ありがとう ござい ます ラジオ ネーム ど なさ ん から いただき まし た ちょっと 長い の で ちょくちょく 3 人 で こう 合いの手 と いう か 間 に 挟ん で 感想 を 言い ながら ちょっと 話し て いこう と 呼び上げよう と 思い ます 呼び上げ ます IT トリオ の 皆 さん こんにちは 私 は 現在 ドイツ に 在住 し て いる 子育て 中 の 40 代 女性 です 今年 の 8 月 に ふと、 ポッド キャスト で IT 業 界 の 勉強 を しよう と 思い立ち、 IT トリ を 見つけ 聞き 始め まし た。 私 が 知り たかっ た こと に マッチ し て い た だけ で なく、 テーマ や フリー テーマ が 毎回 興味 深く、 こんな に 惹か れる ポッド キャスト は 初めて です。 嬉しい です ね、 これ は ね。",
      "timestamp": "00:00:00",
      "start": 148,
      "end": 35486
    },
    {
      "speaker": "B",
      "text": "嬉しい です。",
      "timestamp": "00:00:35",
      "start": 35486,
      "end": 35816
    },
    {
      "speaker": "A",
      "text": "すごい なぁ。 聞き逃し たく なく て、 2 年 前 の 2023 年 5 月 の 放送 分 から 毎日 の よう に 視聴 し て、 本日 最新 エピソード まで 聞き 終わり まし た。 シャンス 周年 も お めでとう ござい ます。",
      "timestamp": "00:00:35",
      "start": 35816,
      "end": 47749
    },
    {
      "speaker": "B",
      "text": "ありがとう ござい ます。",
      "timestamp": "00:00:47",
      "start": 47749,
      "end": 48939
    },
    {
      "speaker": "A",
      "text": "ありがとう ござい ます。",
      "timestamp": "00:00:48",
      "start": 48939,
      "end": 50290
    },
    {
      "speaker": "B",
      "text": "全部。",
      "timestamp": "00:00:50",
      "start": 50290,
      "end": 50510
    },
    {
      "speaker": "A",
      "text": "いや これ、 他 の ポッド キャスト で よく 聞い た この 最初 から 聞き直し て 今 追いつき まし た って いう の を まさか この IT トリオ で 聞く こと に なる と、 ちょっと 感 無量 です。 はい。 小倉 君 も よく おっしゃら れる よう に 3 人 の キャリア は とても 個性 的 です ね それぞれ が 自分 の 道 を 追求 し ながら 模索 し ながら 進ん で い て 3 人 とも 本当 に かっこ いい です 全般 的 に そう な ん です が 特に キャリア に つい て の 雑談 トーク は IT 業 界 外 の 人 が 聞い て も お 学び が あっ て 興味 深い です これ から 自分 の こと を 語っ て しまう の です が 今後 の お 三 方 の 人生 に 当てはまる 話 も ある か も しれ ない の で よかっ たら 聞い て ください 私 は 理数 系 で は なかっ た の です が PC が 得意 で 自分 で HTML、 CS を 書い て ウェブ デザイン の 雑誌 を 挨拶 し て い た 時期 も あり ケリ ア と し て IT エンジニア を 目指し た こと が あり まし た しかし 大学 生 当時 付き合っ て い た 彼 が 元 SE で 鬱 に なり 辞め た 話 を 聞い て い て 何 が 自分 の 生きる 道 な の か なかなか 定め られ ず 第 二 新卒 の 転職 の 時 に 自分 の 得意 な 英語 と 事務 処理 能力 が 活かせる 会計 士 の 業界 に 身 を 委ねる こと に 決め まし た ビッグ フォー と 呼ば れる 大手 事務 所 に 14 年間 在籍 し たくさん の こと を 経験 し た 仕事 も 仲間 も 大好き でし た 第 二 次 出産 後 の 復帰 後 組織 が 大きく 変わっ て いく 中 で どう やっ て も 思う よう な キャリア が 描け ない 状況 と なり 自分 の 力 の 限界 を 感じ て その よう な 状況 で 子育て し ながら も 続け て き まし た が これ まで 一生 懸命 やっ て き た 分 一言 で 表す と 虚し さ を 感じる こと が あまり に も 多く 目 の 前 の 仕事 から 離れる と 辛く て たまら ず 夫 は 自分 の こと で 精 一杯 の ため 家 の こと も 大変 で 私 は 自己 肯定 感 が ギリギリ ない ん で 日々 我慢 し て くれ て いる 子ども たち の ため に 私 は もっと 自分 を 必要 と し て いる 場所 で 働き たい と 思う よう に なり まし た ちなみ に、 オフィス は 名駅 で、 名駅 って いう の は 名古屋 駅 の こと です ね。 うん。 子育て の ため、 岐阜 県 の 防止 に 移住 し て、 そこ から 通っ て い まし た が、 子育て し ながら だ と、 なかなか つらい 距離 でし た。 上司 は 東京 でし た。 いやー、 確か に つら そう な 状況。",
      "timestamp": "00:00:50",
      "start": 50510,
      "end": 162805
    },
    {
      "speaker": "B",
      "text": "うん うん。 で も すごい、 尊敬 できる 箇所 が いく つ か ある。",
      "timestamp": "00:02:42",
      "start": 162805,
      "end": 167216
    },
    {
      "speaker": "A",
      "text": "14 年間、 同じ 会社 に いっ て いる の も そう だ し、 そう、 子育て を し ながら って いう の も、.",
      "timestamp": "00:02:47",
      "start": 167216,
      "end": 172137
    },
    {
      "speaker": "B",
      "text": "すごい です よ ね。 仕事 が 2 つ ある 状況 だ と 思っ てる ん です よ。 子育て を し ながら、 自分 の お 仕事 って いう の も あっ て、 この 中 で 子育て を し ながら も、 自身 の キャリア を より 良く する ため に 考え 続け て いる の が、 すごい な って 思っ て て、 かっこ いい な って、 純粋 に 思い まし た。",
      "timestamp": "00:02:52",
      "start": 172137,
      "end": 191616
    },
    {
      "speaker": "A",
      "text": "なかなか みんな に できる こと で は ない です よ ね、 たぶん ね。 両方 あきらめ ず に って いう の を。",
      "timestamp": "00:03:11",
      "start": 191626,
      "end": 197228
    },
    {
      "speaker": "B",
      "text": "なかなか でき ない と 思う。 なん か、 キャリア を 変更 し たく ない。 自分 は 子育て と いう 新しい 仕事 を 手 に 入れ た と いう か、 し なく て は なら ない 状況 だ から、 新しい、 自身 の もともと し て い た 仕事 の キャリア を 変える って いう 選択 を する の って、 非常 に 難しい こと だ と 思う ん だ よ。",
      "timestamp": "00:03:17",
      "start": 197228,
      "end": 216402
    },
    {
      "speaker": "A",
      "text": "いや そう だ よ ね それ って さまあ 社会 的 な 女性 が ま だあれ って いう こと も ある けど 男性 は あんまり こう 悩み どころ が ない と いう か もちろん その 専業 主婦 に なる の は なかなか レア だ し レア だ から 仕事 は 基本 続ける 前提 で いろいろ 考える けど 女性 って そもそも 違う よ な って いう の を なん か 別 に IT 系 の ポッド キャスト で 女性 が 話し てる の 聞い て も それ 以外 の 聞い て も 思う から なん か こう いやー この 男性 の 僕 の 口 から 何 が 言える か わかん ない ん です けど 言え ない か わかん ない し なん か ずるい 感じ も する ん です けど やっぱ 男性 と 女性 って この 今 の 現代 の 状況 の 中 に おい て は 結構 置か れ て いる 状況 が 全然 実 は 違う よ なぁ と 思っ て なん か いろいろ 考える こと が 多分 あり ます 男性、.",
      "timestamp": "00:03:36",
      "start": 216412,
      "end": 263101
    },
    {
      "speaker": "B",
      "text": "女性 関わら ず、 子育て と いう もの を し ながら、 自分 の キャリア を 見つめ 直す って いう の は、 素晴らしい と 思い ます。 それ は、 男性 だ と し て も、 自身 に 子供 が でき て、 ライフ ステージ が 変わっ た 上 で、 仕事 を ね、 キャリア を 考え 続ける。 キャリア を 考え 続ける って、 その キャリア が 安定 し て いる か と か、 多分、 わから ない じゃ ない です か。 変える って、 その 次 の チャレンジ って、 本当 に 安定 する ん だろう か と か、 そう いう 悩み も ある と 思う ん だ けど、 そこ に チャレンジ、 一 歩 踏み出し て、 チャレンジ できる って いう の は ね、 考え 続け られる って いう の は、 本当 に すごい な って。",
      "timestamp": "00:04:23",
      "start": 263101,
      "end": 302798
    },
    {
      "speaker": "A",
      "text": "ちょっと これ、 話し てる と、 これ で 30 分 話せる 気 が し て き た の で、 ちょっと お 便り に 戻り ます。",
      "timestamp": "00:05:02",
      "start": 302798,
      "end": 307479
    },
    {
      "speaker": "B",
      "text": "はい。",
      "timestamp": "00:05:07",
      "start": 307479,
      "end": 309010
    },
    {
      "speaker": "A",
      "text": "はい、 戻り ます。 1 年 発起 し て 退職 し、 知人 に 転職 し これ まで の 会計 知識 を 生かせる 有志 係 と なり 収入 は 下がり まし た が 生き生き と と 働ける よう に なり 満足 し て い まし た その 後、 夫 の 友達 が やっ て いる 会社 で 人 を 探し て いる と いう こと で より 働き 方 が マッチ し て い た ため 小さな 地元 企業 に 再度 転職 し まし た 初めて の 製造 業 で、 修業 時間 が 超 早い オフィス を 自分 たち で 掃除 し ない と いけ ない 年下 上司 の 考え 方 が 保守 的 など 小さな こと が 大変 でし た が 毎日 前向き に 働い て い まし た いや、 前向き に なる の すごい な、 これ。",
      "timestamp": "00:05:09",
      "start": 309010,
      "end": 341223
    },
    {
      "speaker": "B",
      "text": "すごい ね。",
      "timestamp": "00:05:41",
      "start": 341223,
      "end": 342694
    },
    {
      "speaker": "A",
      "text": "結構、 小さく ない 気 が する。 この へん の こと。 戻る と、 そんな ある 日、 夫 の 海外 婦人 で、 家族 で ドイツ に 行く こと に なり まし た。 専業 主婦 に なる の が 怖かっ た の と、 我が家 は いわゆる 駐在 員 で は ない の で、 収入 面 に 不安 が あり、 ドイツ で リモート で 仕事 を 続け られ ない か、 一部 業務 を 業務 委託 で でき ない か など、 会社 に 相談 し まし た が、 そこ まで 余力 の ある 会社 で は なく、 あきらめ まし た。 背景 文書 の 翻訳 業務 を 検討 し まし た が、 初めて の 海外 で 子供 の 様子 も 心配 だっ た の で、 業務 料 の 読め ない フル タイム で の 業務 委託 は 難しい と 判断 し まし た。 そんなこんな で、.",
      "timestamp": "00:05:42",
      "start": 342694,
      "end": 380052
    },
    {
      "speaker": "B",
      "text": "今、.",
      "timestamp": "00:06:20",
      "start": 380052,
      "end": 380192
    },
    {
      "speaker": "A",
      "text": "異国 で 専業 主婦 を し て い ます が、 年齢 的 に 帰国 後 の キャリア に つい て も 不安 が 大きく、 そんな 時、 第 二 新卒 の 時 に 諦め た IT エンジニア の 道 を 思い出し まし た。 ドイツ で も IT 人材 の 需要 は 高く、 外国 人 が 永住 権 を 取る の に 一番 近い 触手 の よう です。 どこ で も ブランク を 気 に せ ず 働け そう。 ああ、 私 も IT 系 に 行っ て いれ ば 今頃 は … と 思わ ず に い られ ませ ん が、 会計 の 業界 に 進ん だ こと で 得 られ た 人生 な の で 後悔 は し て い ませ ん。 ただ、 前職 で も 会社 の システム に 出 た 不 具合 を 解消 する の が 得意 でし た。 事務 方 と し て の システム の 理解 度 は どの 会社 で も 頭 を 抜け て い た と 思い ます。 こんな 自分 の 特性 を お 仕事 と し て 活かせ ない か な と 聞き 始め た IT トリオ でし た。 皆 さん が エンジニア と し て の 自分 に 誇り を 持ち キャリア を 前向き に 進める 姿 が すごく キラキラ し て い て うわぁ まぶしい! と 思う くらい です 初め に とても 印象 的 だっ た の は チーズ さん が ウェブ エンジニア と し て の 仕事 を ものづくり と おっしゃっ て い た こと です IT 系 の お 仕事 の 見え 方 が 180 度 変わり まし た すごい ね めっちゃ.",
      "timestamp": "00:06:20",
      "start": 380192,
      "end": 439756
    },
    {
      "speaker": "C",
      "text": "影響 与え てる わ 嬉しい わ この.",
      "timestamp": "00:07:19",
      "start": 439756,
      "end": 441938
    },
    {
      "speaker": "B",
      "text": "一言 で こんな 影響 を 与え られる なんて すごい、.",
      "timestamp": "00:07:21",
      "start": 441938,
      "end": 445860
    },
    {
      "speaker": "A",
      "text": "人生 変え てる よ。 まだ 変え て ない か も。 変え てる か も しれ ない。 まあまあ、 戻り ます。 小倉 くん が マレーシア で ワーケーション を し て いる 回 も、 ドイツ で 暮らし 始め て 間 も ない 私 に とっ て は、 共感 も 多く、 興味 深かっ た です。 薬 の 買い方 と か、 違う 国 だ けど、 参考 に なり まし た。 子供 の 学校 や 幼稚 園 の 草 芸 の 前後 に 歩き ながら 聞く こと が 多く、 この エピソード を 聞い て いる とき に、 この 景色 だっ た な と、 すぐ フル ッ ケイ が 広がり ます。 アイディトリオ の 一緒 の 日々 は、 私 に とっ て、 ドイツ で の 思い出 と なる と 思い ます。",
      "timestamp": "00:07:25",
      "start": 445860,
      "end": 473949
    },
    {
      "speaker": "B",
      "text": "なに それ?",
      "timestamp": "00:07:53",
      "start": 473949,
      "end": 474709
    },
    {
      "speaker": "A",
      "text": "これ は ね、 エ モ い。",
      "timestamp": "00:07:54",
      "start": 474709,
      "end": 477130
    },
    {
      "speaker": "C",
      "text": "うれしい な。",
      "timestamp": "00:07:57",
      "start": 477130,
      "end": 478380
    },
    {
      "speaker": "B",
      "text": "うっ そ、 これ。",
      "timestamp": "00:07:58",
      "start": 478380,
      "end": 479600
    },
    {
      "speaker": "A",
      "text": "いや、 で も、 確か に、 僕 も ちょっと 共感 する か も。 カナダ に 来 て、 いろいろ ポッド キャスト を 英語 で も 日本 語 で も 聞い てる けど、 やっぱり なんか、 前 聞い て い た 回 を 聞く と、 その とき 聞き ながら 散歩 し た 風景 と か が、 ちょっと 思い出し て、 すごい 懐かしい 気持ち が 芽生える から、 ちょっと そこ も、 僕 は 共感 する か も しれ ない。 はい、 で、 2024 年 は 皆 さん に とっ て 大 躍進 でし た ね 知事 さん が 司会 を し た 話 鍋 ちゃん の 企業 壁打ち 会 から の 起業 を し た 話 そして 小倉 くん が カナダ で 就職 決まっ た 話 は 思わ ず 声 を 上げ て リアクション し て しまい まし た ゲスト 会 も 毎回 とても 面白かっ た です 2025 年 に なり 皆 さん の 人生 の フェーズ が 変わっ て き て いる と 思い ます が 忙しい 中 続け て くださっ て 感謝 です そんな 中 まさか 早速 小倉 くん の 海外 転職 活動 に 関する 雑談 が 参考 に なる 日 が 来る と やっぱり 私 も 外 に 出 て 働か ない と 金 制 的 に やっ て いけ ない と 結論 づき ドイツ で 就活 を する こと に し まし た 我が家 は 日本 に 数 年 後 戻る の で 家 の 住宅 ローン を 残し て い て 子供 3 人 日本 人 学校 や インターナショナル 幼稚 園 に も 通わ せ て いる の で 現地 保育 園 は どこ も 満席 で 入れ ず 待機 中学 費 が とてつ も なく かかっ て いる の です いや これ は ね 大変 だ いくら 貯金 し て て も ちょっと 足り ない です ね いや 住宅 ローン と あと インターナショナル スクール いや 高い 高い.",
      "timestamp": "00:07:59",
      "start": 479600,
      "end": 557467
    },
    {
      "speaker": "B",
      "text": "これ は 結構 大変 そう 戻り ます.",
      "timestamp": "00:09:17",
      "start": 557467,
      "end": 562529
    },
    {
      "speaker": "A",
      "text": "と いわゆる 駐在 員 で は なく 会社 の サポート が ほぼ ない 上 夫 は 家計 の 管理 に 非 協力 的 です 就労 可能 な 滞在 ビザ が 出る 予定 な の で 今 A 分 の 職務 履歴 書 を 作成 し て い ます いい です ね ワークパーミット 付き の ビザ が ある の は すごい、 めちゃ いい です ね。 英語 は ともかく ドイツ 語 は 全く でき ませ ん。 しかし 同じ よう な 上下 体 の 日本 人 かっこ 夫 が ドイツ で 働い て いる の で なん と か なる ケース も ある でしょう。 まず は 書類 が 通り を 頑張り たい と 思い ます。 さて 私 は 子供 を 3 人 育て て い ます。 子育て は 想定 外 な こと も 多い の で 皆 さん 今後 は 思い描い た キャリア と 家庭 像 を 実現 できる か 不 確実 要素 も 多く なる と 思い ます が お 三 方 なら どんな 困難 も それぞれ の やり 方 で きっと 乗り越え て いける と 思い ます 最後 に 質問 です が 皆 さん は 子供 の 頃 どんな お 子 さん でし た か どう し たら そんな かっこ いい 大人 に なれる の か 育てる 側 と し て 気 に なり ます 親 御 さん が どの よう に 関わっ た か も 差し支え なけれ ば 教え て ください これ から も 配信 楽しみ に し て い ます めちゃくちゃ 長く なっ た の で ごめん なさい かっこ 放送 で 読ん で いただく こと から が 自分 がたり の 部分 を 適当 に 端折っ て ください 端折り ませ ん でし た 端折ろう と 思っ た ん です けど ちょっと 端折る ため の 情報 の 予約 も ちょっと なんか いまいち で 全部 読ん じゃい まし た すい ませ ん ね はい ずいぶん 前 に x を やめ て しまっ た の で 毎回 の 放送 に つぶやい て で は でき ませ ん が いつ も 応援 し て い ます と の こと です ありがとう ござい ます なんか、.",
      "timestamp": "00:09:22",
      "start": 562529,
      "end": 649603
    },
    {
      "speaker": "B",
      "text": "やっ て て よかっ た な って 思える レター でし た。",
      "timestamp": "00:10:49",
      "start": 649603,
      "end": 651704
    },
    {
      "speaker": "C",
      "text": "ほんと に ね。",
      "timestamp": "00:10:51",
      "start": 651704,
      "end": 652265
    },
    {
      "speaker": "A",
      "text": "いや、 ほんと に ね。 もちろん、 いろんな お 手伝い が 来 て、 全部 毎回 うれしい ん です けど、 今回 は その 中 で も、 とりわけ なんか こう、 人 の 人生 に かかわっ てる 感 と いう か、.",
      "timestamp": "00:10:52",
      "start": 652265,
      "end": 663293
    },
    {
      "speaker": "B",
      "text": "そう ね。",
      "timestamp": "00:11:03",
      "start": 663293,
      "end": 663974
    },
    {
      "speaker": "A",
      "text": "共感 動揺 が すごい 高かっ た な と 思っ て、 なん か ね、 3 年 と か も やっ てれ ば、 これ うれしい こと も 起きる ん だ と 思っ て、.",
      "timestamp": "00:11:03",
      "start": 663974,
      "end": 672283
    },
    {
      "speaker": "B",
      "text": "すごく 嬉しい ね。",
      "timestamp": "00:11:12",
      "start": 672293,
      "end": 675245
    },
    {
      "speaker": "A",
      "text": "すごく 嬉しい し、 お 便り も 確か に 長かっ た けど、 やっぱ 長い 分、 この ドナ さん の 人生 の、 この 愛人 と 関わる まで の 背景 と か、 関わっ て から の 関わり 方 みたい な ところ が すごい 理解 でき た の で、 それ も やっぱ 嬉しかっ た です ね。",
      "timestamp": "00:11:15",
      "start": 675245,
      "end": 688301
    },
    {
      "speaker": "B",
      "text": "そう だ ね。 なかなか そう いう リスナー の 状況 と か って、 知る こと でき ない から、 それ を ね、 しっかり 書い て くださっ てる の は、 自分 も 想像 でき た し、 聞い て くださっ て、 いろいろ 輝かしい って おっしゃっ て くださっ た けど、 ほんと に ドナ さん 自身、 尊敬 できる 方 だ な って、 手紙 を 通し て 思え た の で、.",
      "timestamp": "00:11:28",
      "start": 688301,
      "end": 711813
    },
    {
      "speaker": "A",
      "text": "それ も、.",
      "timestamp": "00:11:51",
      "start": 711813,
      "end": 712923
    },
    {
      "speaker": "B",
      "text": "良い 話 だ な って 思っ た。 いや、.",
      "timestamp": "00:11:52",
      "start": 712923,
      "end": 714794
    },
    {
      "speaker": "A",
      "text": "ほんと ね。",
      "timestamp": "00:11:54",
      "start": 714794,
      "end": 714934
    },
    {
      "speaker": "C",
      "text": "なん か、 ほんと 聞い てる 人 の リアル な 生活 が すごい 思い浮かん で き て、 なん か ほんと に、 目 の 前 に 人 が いる ん だ な って いう、 聞い てる 人 が いる ん だ な って いう の を、.",
      "timestamp": "00:11:54",
      "start": 714934,
      "end": 724698
    },
    {
      "speaker": "A",
      "text": "改めて 思っ た わ。 ほんと、 目 を つぶる と、 おぼろ げ に ドナ さん の 顔 が 浮かん で くる よう な、 来 ない よう な、.",
      "timestamp": "00:12:04",
      "start": 724698,
      "end": 732497
    },
    {
      "speaker": "B",
      "text": "お 顔 は ちょっと 難しい か も な。",
      "timestamp": "00:12:12",
      "start": 732507,
      "end": 735868
    },
    {
      "speaker": "A",
      "text": "あと、 やっぱ 僕 的 に は、 ドイツ で アイティトリ の ファン と 言っ て いい の か な? の 方 が いる の が、 すごい ちょっと 僕 は ね、 状況 的 に すごい 感動 し てる。",
      "timestamp": "00:12:15",
      "start": 735868,
      "end": 744021
    },
    {
      "speaker": "B",
      "text": "そう だ よ ね。",
      "timestamp": "00:12:24",
      "start": 744021,
      "end": 744971
    },
    {
      "speaker": "A",
      "text": "今 この アイティトリ が もう 日本 と、 名古屋 と ワンクバー、 日本 と カナダ を つない で いる と いう 海 を わたっ て いる。 海 を こえ て つながっ て 収録 し て いる この 放送 が さらに 海 を こえ て、 ドイツ まで、 ヨーロッパ まで 届い て いる と いう、 この 事実 が、 IT トリオ、 世界 を 股 に 聞か れ てる なぁ、 みたい な。 股 に かけ て。 すごい なぁ、.",
      "timestamp": "00:12:24",
      "start": 744971,
      "end": 766323
    },
    {
      "speaker": "B",
      "text": "と 思っ て。",
      "timestamp": "00:12:46",
      "start": 766323,
      "end": 768895
    },
    {
      "speaker": "A",
      "text": "いい です ね。 人生 って 感じ だ。 に ん せら、 そして、 最後 に 質問 が あり まし た ね。 どんな 子供 でし た か? って いう の と、 どう いう ふう に 親 御 さん 関わっ て まし た か? って いう 感じ です ね。",
      "timestamp": "00:12:48",
      "start": 768895,
      "end": 782381
    },
    {
      "speaker": "C",
      "text": "ちい よ ね、 これ。 あと さ、 兄弟 で も 全然 違う じゃん ね。 そう ね。 性格 と か ね。",
      "timestamp": "00:13:02",
      "start": 782381,
      "end": 788501
    },
    {
      "speaker": "B",
      "text": "私 は 弟 が いる けど、 弟 と は 全然、 性格 も、 仕事 の 向き変え 方 と か も、.",
      "timestamp": "00:13:08",
      "start": 788511,
      "end": 795899
    },
    {
      "speaker": "A",
      "text": "全然 ちがう か も。 僕 は 3 兄弟 な ん です けど、 男子。 男子? 男 3 兄弟 の 長男 な ん です けど、 もう なんか 性格 は そんな に 似 て ない 気 は する ん です けど、 共通 の 知り合い に 聞い て みる と、 なん か 態度 が 似 てる らしい ね。",
      "timestamp": "00:13:15",
      "start": 795899,
      "end": 811323
    },
    {
      "speaker": "B",
      "text": "態度?",
      "timestamp": "00:13:31",
      "start": 811323,
      "end": 811593
    },
    {
      "speaker": "A",
      "text": "態度。 人 の 話 の 聞き 方 と か、 なん か 立ち 方 と か、 反応 の 仕方 と か が 似 て て、 なるほど、 と 思っ たり し て い て。 ちなみ に、 なべ ちゃん は 兄弟 と か いらっしゃる?",
      "timestamp": "00:13:31",
      "start": 811593,
      "end": 821239
    },
    {
      "speaker": "C",
      "text": "兄弟 3 人 兄弟 で、 兄 と 弟 が いる けど、 顔 と か は 似 てる って 言わ れる けど、 性格 似 てる って 言わ れる こと あんま ない か な。",
      "timestamp": "00:13:41",
      "start": 821239,
      "end": 829924
    },
    {
      "speaker": "A",
      "text": "なるほど ね。 で も なん か、.",
      "timestamp": "00:13:49",
      "start": 829924,
      "end": 832266
    },
    {
      "speaker": "B",
      "text": "弟 さん、 見かけ まし た が、 なん だろう。",
      "timestamp": "00:13:52",
      "start": 832276,
      "end": 836748
    },
    {
      "speaker": "C",
      "text": "結婚 式 来 て くれ た もん ね。",
      "timestamp": "00:13:56",
      "start": 836748,
      "end": 838219
    },
    {
      "speaker": "B",
      "text": "そう、 なべ ちゃん の 結婚 式 が 先日 あっ て、 弟 さん が 回っ て くれ て た けど、 なん だろう、 なべ ちゃん の 持ち前 の 明る さ と か、 行動 力 と か、 持っ て い そう な 弟 だ な と 思っ て、 すごい 笑顔 が 素敵 な 弟 さん でし た。 そう いう ところ は、 似 てる ん だろう な って 思っ た。",
      "timestamp": "00:13:58",
      "start": 838219,
      "end": 857539
    },
    {
      "speaker": "A",
      "text": "なるほど ね。 それ を 踏まえ て、 子供 の ころ どう いう 人 だっ た か と いう の は、 チーズ は どう いう お 子 さん でし た か?",
      "timestamp": "00:14:17",
      "start": 857539,
      "end": 867231
    },
    {
      "speaker": "B",
      "text": "実 は、 小 学校 3 年 生 くらい まで は、 ほんと に 勉強 が でき なく て、 通知 表 と か が、 オール B みたい な、 標準 みたい な 感じ で、 外 で 遊ぶ の は 好き だっ た けど、 ちょっと あんまり 勉強 が でき ない 子 だっ た ん です けど、 勉強 できる よう に なっ た きっかけ が あっ て、 それ が 今 に つながっ てる か な と 思っ て て、 家族 が どう いう 教育 し た か って いう 話 と は、 ちょっと 別 に なる ん だ けど、 小 学校 4 年 生 の ころ に 出会っ た 先生 が、 私 に とっ て は 結構 自分 に 影響 を 及ばし て くださっ た 方 な ん です けど、 普段 って 漢字 ドリル と か、 固まっ た 勉強 方法 が 多い じゃん ね。 漢字 ドリル やる、 計算 ドリル は やる。 この 4 年 生 の ころ の 先生 は、 自由 ノート を 毎回、 自分 が 好き な よう に 勉強 し て、 それ を 提出 し て ください って いう スタイル だっ た の よ。",
      "timestamp": "00:14:27",
      "start": 867231,
      "end": 935502
    },
    {
      "speaker": "A",
      "text": "自由 ノート?",
      "timestamp": "00:15:35",
      "start": 935502,
      "end": 936653
    },
    {
      "speaker": "B",
      "text": "そう。 だ から、 なん か 交換 日記 みたい な スタイル で、 自分 が 自由 に 学ん だ こと を、 その ノート に 書い て、 毎日 提出 する って いう の が あっ て、 私、 それ が 大好き で、 小 学校 4 年 生 の 私 は、 絵 と か も 書き ながら、 絵 と か も 添え ながら、 クリエイティビティ を 含め ながら、 自分 が 学ん だ こと を まとめ られる。",
      "timestamp": "00:15:36",
      "start": 936653,
      "end": 961722
    },
    {
      "speaker": "A",
      "text": "めちゃくちゃ いい な、.",
      "timestamp": "00:16:01",
      "start": 961722,
      "end": 962393
    },
    {
      "speaker": "B",
      "text": "それ。 それ が、 毎日 提出 し て と か、 好き な ノート を 選ん で、 好き な よう に 書い て、 勉強 し た こと を 残す みたい な の が 始まっ て から、 オール B だっ た 私 が、 ほぼ ほぼ オール A に なり まし て、 A の 数 が 4 倍 と.",
      "timestamp": "00:16:02",
      "start": 962393,
      "end": 979712
    },
    {
      "speaker": "A",
      "text": "か に なり まし て、.",
      "timestamp": "00:16:19",
      "start": 979712,
      "end": 982865
    },
    {
      "speaker": "C",
      "text": "もう、.",
      "timestamp": "00:16:22",
      "start": 982875,
      "end": 983395
    },
    {
      "speaker": "B",
      "text": "親 びっくり だ よ ね。",
      "timestamp": "00:16:23",
      "start": 983395,
      "end": 986216
    },
    {
      "speaker": "A",
      "text": "先生 の 影響 大きい ね。",
      "timestamp": "00:16:26",
      "start": 986216,
      "end": 989808
    },
    {
      "speaker": "B",
      "text": "そこ から、 勉強 する こと って 楽しい ん だ って 思わ せ て くれ た ん です よ ね、 その 先生 が。 で、 それ を やっぱ 先生 に アピール し たい じゃん、 子供 って。",
      "timestamp": "00:16:29",
      "start": 989808,
      "end": 999582
    },
    {
      "speaker": "A",
      "text": "そう ね。",
      "timestamp": "00:16:39",
      "start": 999582,
      "end": 1000352
    },
    {
      "speaker": "B",
      "text": "勉強 し てる こと を 毎日。 中 に は、 その 方法 が 合わ なく て 提出 し なかっ た 子 も いる ん だ よ、 自由 能 と。 毎日。",
      "timestamp": "00:16:40",
      "start": 1000352,
      "end": 1007845
    },
    {
      "speaker": "A",
      "text": "まあ ね、 合わ ない 人 も いる だろう ね、.",
      "timestamp": "00:16:47",
      "start": 1007845,
      "end": 1009196
    },
    {
      "speaker": "B",
      "text": "確か に。 私 は すごく あっ て、 毎日 提出 する の が すごく 楽しみ に なっ て、 先生 に こんな こと を 学べ た よ って いう 自慢 を ね、 この ノート に 書い て 提出 を 繰り返し て た 結果、 学力 が 上がり まし た。",
      "timestamp": "00:16:49",
      "start": 1009196,
      "end": 1025617
    },
    {
      "speaker": "A",
      "text": "いやー、 いい です ね。",
      "timestamp": "00:17:05",
      "start": 1025627,
      "end": 1026889
    },
    {
      "speaker": "B",
      "text": "すごい。 で、 その とき に、 たぶん、 すごい 表現 と か、 ものづくり と か が、 好き だ な って こと に 気づい て、 その 高校 生 と か も、 ノート まとめる とき に、 けっこう 工夫 し たり と か、 し て た から、 私 の ノート、.",
      "timestamp": "00:17:06",
      "start": 1026889,
      "end": 1039836
    },
    {
      "speaker": "A",
      "text": "人気 だっ た よ。 へー。 チーズ の ルーツ が、 その 自由 ノート に ある と いっ て も、 過言 で は ない。",
      "timestamp": "00:17:19",
      "start": 1039836,
      "end": 1048011
    },
    {
      "speaker": "B",
      "text": "ね、 けっこう ね、 つながっ てる と 思う。",
      "timestamp": "00:17:28",
      "start": 1048011,
      "end": 1050092
    },
    {
      "speaker": "A",
      "text": "へー、 すごい な。",
      "timestamp": "00:17:30",
      "start": 1050092,
      "end": 1051746
    },
    {
      "speaker": "B",
      "text": "そう いう、 何 だろう、 人 に は 向き 不向き、 定型 的 な もの を 繰り返す 方 が 向い て いる と か、 自由 に 型 が 決まっ た ところ で やっ て、 どちら か と いう と、 自慢 し たい、 主張 し たい みたい な、 各々 の 性格 が ある と 思う から、 その 性格 に 合っ た やり 方 が、 見つかる と いい の か な って いう ふう に、 自分 は 思っ て て、 自分 は、 けっこう クリエイティビティ 精神 が あっ た らしい。 たぶん、 根底 に あっ た ん だろう ね。 何 か を 作り たい と か。 その とき ね、 粘土 クラブ と か も やっ て て ね。",
      "timestamp": "00:17:31",
      "start": 1051756,
      "end": 1080875
    },
    {
      "speaker": "A",
      "text": "すごい、.",
      "timestamp": "00:18:00",
      "start": 1080875,
      "end": 1081605
    },
    {
      "speaker": "C",
      "text": "クリエイティブ。",
      "timestamp": "00:18:01",
      "start": 1081605,
      "end": 1082435
    },
    {
      "speaker": "A",
      "text": "クリエイティブ な お 子 さん や。",
      "timestamp": "00:18:02",
      "start": 1082435,
      "end": 1083696
    },
    {
      "speaker": "B",
      "text": "たぶん、 ものづくり が 好き だっ た ん だろう ね。 だ から、 そう いう 表現 する。 だ から、 デザイナー って いう ところ の 道 を まず 目指し た って いう 過程 が あり ます。",
      "timestamp": "00:18:03",
      "start": 1083696,
      "end": 1094479
    },
    {
      "speaker": "A",
      "text": "あー、 おもしろい。",
      "timestamp": "00:18:14",
      "start": 1094479,
      "end": 1095480
    },
    {
      "speaker": "C",
      "text": "なるほど ね。",
      "timestamp": "00:18:15",
      "start": 1095480,
      "end": 1096700
    },
    {
      "speaker": "B",
      "text": "マジ で、 あの 成績 の 上がり は、 私 は 一生 忘れ られ ない し、 先生 の こと も 一生 忘れ られ ない。",
      "timestamp": "00:18:16",
      "start": 1096710,
      "end": 1102444
    },
    {
      "speaker": "A",
      "text": "すごい な、 そう か。",
      "timestamp": "00:18:22",
      "start": 1102444,
      "end": 1103895
    },
    {
      "speaker": "C",
      "text": "そう か、 そう か。 で も、 俺、.",
      "timestamp": "00:18:23",
      "start": 1103895,
      "end": 1105336
    },
    {
      "speaker": "B",
      "text": "それ って 言う と、.",
      "timestamp": "00:18:25",
      "start": 1105336,
      "end": 1105927
    },
    {
      "speaker": "C",
      "text": "チーズ に 結構 似 てる とこ ある か も しん ない な。",
      "timestamp": "00:18:25",
      "start": 1105927,
      "end": 1107558
    },
    {
      "speaker": "B",
      "text": "お、 本当?",
      "timestamp": "00:18:27",
      "start": 1107558,
      "end": 1108699
    },
    {
      "speaker": "C",
      "text": "俺 も めちゃくちゃ 成績 悪かっ た もん、.",
      "timestamp": "00:18:28",
      "start": 1108699,
      "end": 1110460
    },
    {
      "speaker": "A",
      "text": "学校、.",
      "timestamp": "00:18:30",
      "start": 1110460,
      "end": 1110841
    },
    {
      "speaker": "C",
      "text": "小 学校 の 時。",
      "timestamp": "00:18:30",
      "start": 1110841,
      "end": 1111471
    },
    {
      "speaker": "B",
      "text": "え、 意外。",
      "timestamp": "00:18:31",
      "start": 1111471,
      "end": 1111961
    },
    {
      "speaker": "C",
      "text": "大学 中高 も か な。",
      "timestamp": "00:18:31",
      "start": 1111961,
      "end": 1113723
    },
    {
      "speaker": "A",
      "text": "悪 そう、 悪 そう。",
      "timestamp": "00:18:33",
      "start": 1113723,
      "end": 1115004
    },
    {
      "speaker": "B",
      "text": "悪 そう だ よ な。",
      "timestamp": "00:18:35",
      "start": 1115004,
      "end": 1116705
    },
    {
      "speaker": "A",
      "text": "嘘? 冗談 です。",
      "timestamp": "00:18:36",
      "start": 1116705,
      "end": 1117696
    },
    {
      "speaker": "C",
      "text": "5 段階 評価 で さ、 オール 3 と か なかっ た もん ね。 ほとんど 2 と か で。",
      "timestamp": "00:18:37",
      "start": 1117696,
      "end": 1122559
    },
    {
      "speaker": "A",
      "text": "あー、 なるほど ね。 えー、.",
      "timestamp": "00:18:42",
      "start": 1122569,
      "end": 1124410
    },
    {
      "speaker": "C",
      "text": "意外。 3 階 中 2 だ から さ、 悪い 方 じゃん。 だ から 風邪 と か 早い から ね。",
      "timestamp": "00:18:44",
      "start": 1124410,
      "end": 1130925
    },
    {
      "speaker": "A",
      "text": "で、.",
      "timestamp": "00:18:50",
      "start": 1130925,
      "end": 1131606
    },
    {
      "speaker": "C",
      "text": "中学 の 受験 に なっ た 時 に、 塾 と か 通う よう に なっ て、 さすが に 受験 だ から やる か って 思っ て やっ たら、 やり 始め たら 結構 勉強 楽しく て、 おもろい な 勉強 と 思っ て。",
      "timestamp": "00:18:51",
      "start": 1131606,
      "end": 1145265
    },
    {
      "speaker": "A",
      "text": "やっ て なかっ た パターン か。",
      "timestamp": "00:19:05",
      "start": 1145265,
      "end": 1146166
    },
    {
      "speaker": "B",
      "text": "全く やっ て なかっ た けど、 ちゃんと やっ たら 勉強 楽しかっ た みたい な。",
      "timestamp": "00:19:06",
      "start": 1146166,
      "end": 1151857
    },
    {
      "speaker": "C",
      "text": "で、 できる よう に なっ て、 高校 入っ たら、 それ で もう、 あれ だ もん ね、 体育 だけ 9 か 8 で、 あと 全部 10 段階 評価 で、.",
      "timestamp": "00:19:11",
      "start": 1151867,
      "end": 1159159
    },
    {
      "speaker": "A",
      "text": "全部 10 だっ た。 すごい。",
      "timestamp": "00:19:19",
      "start": 1159159,
      "end": 1162080
    },
    {
      "speaker": "B",
      "text": "むしろ 体育 な ん だ。",
      "timestamp": "00:19:22",
      "start": 1162080,
      "end": 1164501
    },
    {
      "speaker": "C",
      "text": "体育 だけ、.",
      "timestamp": "00:19:24",
      "start": 1164501,
      "end": 1164991
    },
    {
      "speaker": "A",
      "text": "ちょっと 1 個 だけ さ れ て た。 勉強 の 楽し さ と いう か、 やれ ば できる じゃん、 目覚める 前 は どう いう お 子 さん だっ た ん です か?",
      "timestamp": "00:19:24",
      "start": 1164991,
      "end": 1172574
    },
    {
      "speaker": "B",
      "text": "そう、.",
      "timestamp": "00:19:32",
      "start": 1172574,
      "end": 1172764
    },
    {
      "speaker": "C",
      "text": "その 時 は、 もう 本当 に、 家 に パソコン が あっ た ん だ けど、 その パソコン で ネット 作品 と か オン ライン ゲーム と か する の が すごい 楽しく て、 ずっと それ ばっか やっ て て。 ゲーム やる だけ じゃ ちょっと 飽きたら ず、 まあ ゲーム ちょっと 課金 し たい じゃ ない です か やっぱ 子供 って そう ね 課金 する ため に で も お 小遣い 1000 円 じゃ さ もう ガチャ 1 回 回し たら もう 終わり.",
      "timestamp": "00:19:32",
      "start": 1172764,
      "end": 1196132
    },
    {
      "speaker": "A",
      "text": "な わけ です よ 買え ませ ん.",
      "timestamp": "00:19:56",
      "start": 1196132,
      "end": 1197272
    },
    {
      "speaker": "C",
      "text": "ね 買え ない ね だ から なん と か で も 最低 10 連 と か 回す に は さ 数千 円 と か かかっ て くる から さ じゃあ この 10 連 回す に は どう し たら いい か 考え た 時 に ネット で やっぱ 調べれる じゃん お 金稼ぎ 方 みたい な そして なん か アフィリエット が さ 小学 生.",
      "timestamp": "00:19:57",
      "start": 1197272,
      "end": 1212476
    },
    {
      "speaker": "B",
      "text": "負 せ すぎ じゃ ない?",
      "timestamp": "00:20:12",
      "start": 1212476,
      "end": 1213996
    },
    {
      "speaker": "C",
      "text": "中学 生 が アフィリエット って あん の? みたい な アフィリエット って なん だろう と 思っ て ブログ 書い て、 記事 に 広告 貼る だけ で お 金 稼げる よ、 みたい な。 それ 見 て、 これ いい ん じゃ ね? と 思っ て、 ゲーム の 攻略 記事 を いっぱい 書い て、 わー って。 学生 だ から、 自分 なり に ね。",
      "timestamp": "00:20:13",
      "start": 1213996,
      "end": 1231696
    },
    {
      "speaker": "B",
      "text": "やばい な。",
      "timestamp": "00:20:31",
      "start": 1231696,
      "end": 1233188
    },
    {
      "speaker": "C",
      "text": "早い ん だ わ。 親 の 口座 借り て、 親 の 口座 に 勉強 に なっ て、 自分 で アフレコ やっ て、.",
      "timestamp": "00:20:33",
      "start": 1233188,
      "end": 1242396
    },
    {
      "speaker": "B",
      "text": "で、.",
      "timestamp": "00:20:42",
      "start": 1242396,
      "end": 1242466
    },
    {
      "speaker": "C",
      "text": "なん か月 に 1 万 円 ぐらい か な、 当時 ぐらい 稼い で て、 その 1 万 円 で 課金 する って いう 楽しみ を ちょっと やっ て た って いう の で、 それ で ちょっと ね、 ブログ と か 作っ たり し ながら、 なん か めっちゃ こう いう の 好き だ な と 思っ て、 将来 的 に ちょっと パソコン 使っ て 仕事 しよう みたい な、 ルーツ し て は ある と ある.",
      "timestamp": "00:20:42",
      "start": 1242466,
      "end": 1258625
    },
    {
      "speaker": "A",
      "text": "と 思う そこ その 勉強 せ ず に さ その お 金儲け に 走っ て いる 状態 の 時 は さ 親 は なん か 行っ て こ 来 たり は し なかっ た ん.",
      "timestamp": "00:20:58",
      "start": 1258625,
      "end": 1265854
    },
    {
      "speaker": "C",
      "text": "です か 何 も 言っ て まし.",
      "timestamp": "00:21:05",
      "start": 1265854,
      "end": 1266935
    },
    {
      "speaker": "A",
      "text": "た よ a 成績 が 悪い こと も 別 に そんな に 何 も.",
      "timestamp": "00:21:06",
      "start": 1266935,
      "end": 1271100
    },
    {
      "speaker": "C",
      "text": "言わ れ そう だ ね なん も や ず 宿題 だけ やっ て くれれ ば いい みたい な 感じ だっ た.",
      "timestamp": "00:21:11",
      "start": 1271100,
      "end": 1274705
    },
    {
      "speaker": "A",
      "text": "か な あー 宿題 やれ ば 別 に 正式 は もう 何 で も よし と なる ほど ね そう か で も それ は 結構 大き そう です よ ね なんか 親 の 子供 へ の 関わり 方 的 な 感じ で 結構 さ 人 に よっ て は そこ で いや そんな こと やっ てる 暇 が ある ん だっ たら 子供 の 時 な ん で その お 金稼ぎ は いい から ちゃんと 正式 が 良い よう に 勉強 し なさい って いう 人 も 多分 いる と 思う ん です けど どう じゃ なかっ た って いう の は 結構 大きい 気 が し て そう だ ね.",
      "timestamp": "00:21:14",
      "start": 1274705,
      "end": 1300148
    },
    {
      "speaker": "C",
      "text": "そこ で ちゃんと こう 制限 せ ず に ほっ とい て くれ た って いう の は やっぱ 大きかっ た と 思う ちなみ に、.",
      "timestamp": "00:21:40",
      "start": 1300148,
      "end": 1306963
    },
    {
      "speaker": "B",
      "text": "私 も なん か、 そんな に 勉強 し なさい って 言わ れ ない 家系 だっ た。 勝手 に 勉強 し た から、 その 賞 を 読ん 残る。",
      "timestamp": "00:21:46",
      "start": 1306963,
      "end": 1316854
    },
    {
      "speaker": "A",
      "text": "勝手 に 勉強 する ため の 面白 さ を、 どこ か で 見つけ られ た って いう の は、 大きい です よ ね。",
      "timestamp": "00:21:56",
      "start": 1316854,
      "end": 1321390
    },
    {
      "speaker": "C",
      "text": "そう か も ね。",
      "timestamp": "00:22:01",
      "start": 1321390,
      "end": 1323970
    },
    {
      "speaker": "A",
      "text": "もし か し たら それ は 親 が 裏 で いろいろ 用意 し て た 可能 性 も なく は ない が 何 や ともあれ 自分 で 気づけ た と 思える と その 後 勝手 に 確か に 勉強 し 始める 感じ は ある か も っす ね ぐら.",
      "timestamp": "00:22:03",
      "start": 1323980,
      "end": 1338146
    },
    {
      "speaker": "C",
      "text": "くん は じゃあ どう だっ た の か な?",
      "timestamp": "00:22:18",
      "start": 1338146,
      "end": 1340087
    },
    {
      "speaker": "A",
      "text": "僕 は 小 学校 の 頃 から 正直 よかっ た です ね 入校 し.",
      "timestamp": "00:22:20",
      "start": 1340087,
      "end": 1343849
    },
    {
      "speaker": "B",
      "text": "て た やつ は 違っ た ね.",
      "timestamp": "00:22:23",
      "start": 1343849,
      "end": 1345530
    },
    {
      "speaker": "A",
      "text": "私 たち が 勉強 は 何 で 始め た の か な 正直 で 言う と 小学 生 の 頃 は だいたい 語 科 読ん で で も、 漢字 ドリル は 嫌い だ から、 やら ず に、 漢字 は 覚え ない から、 漢字 の ミニ テスト は 毎回、 10 点 中 2 点 と か 3 点 な ん だ けど、 それ ら の テスト は だいたい 取れる から、 だいたい なんか、 小 学校 の とき まで は だいたい 100 点 みたい な。",
      "timestamp": "00:22:25",
      "start": 1345530,
      "end": 1373072
    },
    {
      "speaker": "B",
      "text": "すげえ。",
      "timestamp": "00:22:53",
      "start": 1373072,
      "end": 1374163
    },
    {
      "speaker": "A",
      "text": "なん か、 僕 の 小 学校 小さく て、 1 学年 60、 70 人 ぐらい。 で、 ぼく と もう ひとり そう いう やつ が い て、 で も、 ぼく は そいつ に は だいたい かなわ ず 2 位 みたい な 感じ でし た けど、.",
      "timestamp": "00:22:54",
      "start": 1374163,
      "end": 1385707
    },
    {
      "speaker": "C",
      "text": "まあ、.",
      "timestamp": "00:23:05",
      "start": 1385707,
      "end": 1387287
    },
    {
      "speaker": "A",
      "text": "そう いう 感じ。 で、 なん か それ も あっ て、 勉強 する の は 別 に 嫌い で は なかっ た。 単純 作業 は すんごい 嫌い だっ た から、 漢字 ドリル と か 百 マス 計算 と か、 なん だ こいつ ら? と か 思っ て やら ない こと も 多かっ た し、 夏休み の 宿題 と か も 結構 サボっ て き た が、 そう じゃ ない、 練習 問題 を ちゃんと 解く と か、 練習 の 応用 問題 を 解く と か は、 わりと 好き だっ た から、 結構 勉強 は もともと やっ て た 感じ か な。",
      "timestamp": "00:23:07",
      "start": 1387287,
      "end": 1414922
    },
    {
      "speaker": "B",
      "text": "想像 できる わ、.",
      "timestamp": "00:23:34",
      "start": 1414922,
      "end": 1415483
    },
    {
      "speaker": "A",
      "text": "なん か。 あと、 確か に、 ちょっと 目立ち たかっ た の か、 何 な の か は 分から ない が、 小学 生 から 学級 委員 と か、 児童 会 役員 と か、 よく やっ て まし た ね。",
      "timestamp": "00:23:35",
      "start": 1415483,
      "end": 1424387
    },
    {
      "speaker": "B",
      "text": "おー、.",
      "timestamp": "00:23:44",
      "start": 1424387,
      "end": 1424707
    },
    {
      "speaker": "A",
      "text": "すごい。 懐かしい ね。 そこ ら 辺 は で も 大体 中 学校 で も 高校 で も 同じ か も 学院 か 生徒 会 学院 は ずっと やっ て た し その 代わり 部活 は 曖昧 に なっ て 結局 部活 は 幽霊 部 員 に なっ て 終わる って いう こと だ けど まあ で も どんな 子供 だっ た か か 自分 が 好き だ し、 自分 が 納得 し た もの に は 時間 を かける けど、 そう じゃ ない もの は、 けっこう サボる みたい な こと が 多かっ た し、 僕 は 小さい 頃 は、 外 で 遊ぶ の は よく やっ て い た けど、 もう 小 学校、 高 学年 ぐらい から は、 外 で 遊ぶ より も ゲーム が 好き だっ た です ね。 お 家 に 行っ て、 マリオ カート と か、 スマ ブラ と か、 カービィ の エラ イド を やっ たり、 自分 の お 家 で Wi を 買っ て もらっ た ん で、 兄弟 と 一緒 に マリオ と か、 いろいろ やっ たり。 で、 1 日 30 分 と か 1 時間 と か 言わ れ て い た けど、 勉強 せ ず に ゲーム を ずっと やっ て い た の で、 親 が 帰っ て き たら、 部屋 が 散らかっ てる し、 めっちゃ 怒ら れる し、 みたい な 感じ で は あり まし た ね。 これ は どう いう こと な ん.",
      "timestamp": "00:23:44",
      "start": 1424707,
      "end": 1494701
    },
    {
      "speaker": "C",
      "text": "だろう めっちゃ 優等 生 だ けど ね いや、.",
      "timestamp": "00:24:54",
      "start": 1494701,
      "end": 1499264
    },
    {
      "speaker": "B",
      "text": "で も なん か、 全然 優等 生 だ し、 なん か 小倉 くん の ルーツ は 好奇 心 に ある の か な と 思っ て て、 なん か 計算 ドリル と か、 そう いう もの、 漢字 を 覚える と か に は 好奇 心 が ない けど、 なん か 練習 問題 と か は、 それ を 解く 過程 と か を 楽しん で いる よう に も 感じ た から、 たぶん それ が なん か 最初 から 判断 でき てる 子供 な の か な って 思っ て、 今 の なん か 小倉 くん に も つながっ て ん なっ て 話 を 聞い て 思っ た。",
      "timestamp": "00:24:59",
      "start": 1499264,
      "end": 1525997
    },
    {
      "speaker": "A",
      "text": "楽しい と 納得 でき たら やる。 納得 でき なかっ たら ほとんど 頑張れ ない みたい な の は、 昔 から ずっと そう か も しれ ない です ね。 あと、 親 と の 関わり で いう と、 結構 親 も 自由 主義 と いう より か は、 自由 主義 って 感じ で は あっ た か な。 家庭 は 母子 家庭 だっ た ん です けど それ も あっ て 母親 家 に い なく て 普通 に 親 が 働い て て 夕方 以降 に なっ たら 買い物 を 済まし た 上 で 帰っ て くる みたい な 感じ だ から 僕 が 学校 終わっ て 家 に 帰っ て も 家 に い ない って いう こと も 多かっ た の も あり、 結構 自由 に いろいろ やっ て た。 で、 まあ、 親 から ゲーム やる な って 言わ れ て も、 自分 が 納得 し て ない の で、 隠さ れ た もの を いろいろ 家 の 中 を あちこち 探し て、 勝手 に やっ て 怒ら れ て って いう の を やっ た 記憶 も ある し。 それ は やる よ ね。",
      "timestamp": "00:25:26",
      "start": 1526007,
      "end": 1575885
    },
    {
      "speaker": "B",
      "text": "やっ ちゃ だめ。",
      "timestamp": "00:26:15",
      "start": 1575885,
      "end": 1577126
    },
    {
      "speaker": "A",
      "text": "ね。 親 に ゲーム 隠さ れる ある ある は ね。",
      "timestamp": "00:26:17",
      "start": 1577126,
      "end": 1580387
    },
    {
      "speaker": "C",
      "text": "ある ある だ ね。",
      "timestamp": "00:26:20",
      "start": 1580387,
      "end": 1581703
    },
    {
      "speaker": "A",
      "text": "で も やらし て くれ て た から よかっ た な と 思う。 最近、 大人 に なっ て から いろいろ 話し て みる と、 なん か いろいろ ゲーム と か が やり たい 世代 だっ た けど、 親 が ダメ って 言っ た の に ゲーム 機 買っ て もらえ なかっ た 人 は、 大人 に なっ て から その 欲 が 爆発 し て、 もう ずっと ゲーム が 上手く なる から、 やっぱ ね、 子供 の 頃 やっ とき たかっ た な と か 言っ てる 人 も い た し、.",
      "timestamp": "00:26:21",
      "start": 1581713,
      "end": 1601664
    },
    {
      "speaker": "B",
      "text": "なん か そんな こと ない と、.",
      "timestamp": "00:26:41",
      "start": 1601664,
      "end": 1602935
    },
    {
      "speaker": "A",
      "text": "やっぱ 確か に その、 自分 が やり たかっ たり、 自分 が 好き だ と 思える こと に、 ちゃんと 時間 を かけ て も 大丈夫 な 環境 だっ た って いう の は、 よかっ た か も。 それ で、 まあ 確か に、 勉強 しろ と か、 宿題 やれ と か、 たくさん 言わ れ た けど、 基本 的 に は、 最低 限 やっ てれ ば、 まあ いい か ぐらい の 態度 で、 接し て くれ て た ん で、 それ は 大きかっ た か も ね。",
      "timestamp": "00:26:42",
      "start": 1602935,
      "end": 1622193
    },
    {
      "speaker": "B",
      "text": "うん うん。 これ は 3 人 の 共通 点 と し て 言える か も ね。",
      "timestamp": "00:27:02",
      "start": 1622193,
      "end": 1626614
    },
    {
      "speaker": "A",
      "text": "そう だ よ ね。 あと は まあ、 僕 の あれ で 言う と、 兄弟 3 人 い た ん です けど、 弟 真ん中 の 次男 が めちゃくちゃ 頭 良く て 僕 も 普通 に 周り と 比べ たら 頭 良い 方 だっ た ん です けど 次男 に 比べる と もう 全然 かなわ ない な って いう 感じ だっ た から それ は なん か 僕 と し て は ちょうど 良かっ た か も 自分 が なん か ある 種、 天才 だ と 思う こと は なく、 上 に は 上 が いる ん だ、 と いう こと を、 年下 の 弟 を 接し て 思っ て たり し た ん で、 そこ は なん か もう、 どう わきまえ て、 勉強 だけ じゃ 勝て ない から、 他 の いろんな こと も 頑張る か、 みたい な の は、 子供 ながら に ちょっと 思っ て た か も しれ ない。",
      "timestamp": "00:27:06",
      "start": 1626614,
      "end": 1668282
    },
    {
      "speaker": "B",
      "text": "負け ず 嫌い みたい な、.",
      "timestamp": "00:27:48",
      "start": 1668282,
      "end": 1669823
    },
    {
      "speaker": "A",
      "text": "そう いう とこ? そう、 それ は ある か も。 負け ず 嫌い だ けど、 勉強 だけ だ と 絶対 負ける ん で、 キャリア の 掛け算 じゃ ない です けど、 野球 委員 長 と か 児童 会 役員 と か 弟 やっ て ない ん で、 それ 含め たら ね、 俺 の 価値 か な みたい な。",
      "timestamp": "00:27:49",
      "start": 1669823,
      "end": 1685232
    },
    {
      "speaker": "B",
      "text": "なるほど ね、 闘争 心。",
      "timestamp": "00:28:05",
      "start": 1685232,
      "end": 1687433
    },
    {
      "speaker": "A",
      "text": "兄弟 が い た の は 大きかっ た か も。 確か に ね。 うち に 自分 と 近い 年代 で、 全然 性格 は 似 た よう で 似 て ない よう な 人 が い て、 ゲーム に 好み の 違う って いう やつ が い て、 そう いう 人 と、 たまに けんか を する って いう 子供 時代 を 送っ てる と、 なん か 人 って いろいろ いる ん だ な って いう こと が、 子供 ながら に わかっ た ん で、 そう いう の は よかっ た か も しれ ない です ね。",
      "timestamp": "00:28:07",
      "start": 1687433,
      "end": 1713068
    },
    {
      "speaker": "B",
      "text": "私 も 負け ず 嫌い な ところ が あっ て、 それ で も 兄弟 に 対し て じゃ なく て、 友人 に 対し て 成績 負け たく ない みたい な、 逃走 心 で 勉強 やっ て た ころ が あっ た。",
      "timestamp": "00:28:33",
      "start": 1713068,
      "end": 1723804
    },
    {
      "speaker": "A",
      "text": "逃走 心。 チーズ と 逃走 心。 なるほど。",
      "timestamp": "00:28:43",
      "start": 1723804,
      "end": 1727468
    },
    {
      "speaker": "B",
      "text": "あっ た あっ た、 めっちゃ 負け ず 嫌い。",
      "timestamp": "00:28:47",
      "start": 1727478,
      "end": 1730080
    },
    {
      "speaker": "A",
      "text": "えー。",
      "timestamp": "00:28:50",
      "start": 1730080,
      "end": 1730771
    },
    {
      "speaker": "B",
      "text": "ある 一定 数 の ライン を 超える と、 あきらめる ん だ けど、.",
      "timestamp": "00:28:50",
      "start": 1730771,
      "end": 1736366
    },
    {
      "speaker": "A",
      "text": "現実 を 知っ て。",
      "timestamp": "00:28:56",
      "start": 1736366,
      "end": 1737757
    },
    {
      "speaker": "B",
      "text": "そう、 あまり に も 新 体操 は でき なかっ た ん で、 あきらめ て た けど、.",
      "timestamp": "00:28:57",
      "start": 1737757,
      "end": 1741079
    },
    {
      "speaker": "A",
      "text": "新 体操? 私、.",
      "timestamp": "00:29:01",
      "start": 1741079,
      "end": 1741770
    },
    {
      "speaker": "B",
      "text": "そう、 高校 生、 新 体操 部 だ から、.",
      "timestamp": "00:29:01",
      "start": 1741770,
      "end": 1745473
    },
    {
      "speaker": "A",
      "text": "えー。 すごい、 新 体操 部。",
      "timestamp": "00:29:05",
      "start": 1745473,
      "end": 1746915
    },
    {
      "speaker": "B",
      "text": "どう に も なら ない 体 の 硬 さ。",
      "timestamp": "00:29:06",
      "start": 1746915,
      "end": 1750197
    },
    {
      "speaker": "A",
      "text": "そこ は ね、 しょう が ない ね。 たしか いな。",
      "timestamp": "00:29:10",
      "start": 1750197,
      "end": 1754903
    },
    {
      "speaker": "B",
      "text": "で も、 その マキーズ 嫌い で あっ たり と か、 自分 が 納得 でき ない と か、 自分 自身 が こう ある こと が 悔しい みたい な ところ は、 原動 力 に なっ て た な って いう の は あっ て、 私 は ゲーム と か 隠さ れる 過程 で は なかっ た から、 自ら 隠し て もらっ て て、 ご 縁 勝手 に 携帯 の パスワード を 勝手 に 変え てっ て、 で、 アクセス でき ない よう に し て 勉強 し て て、.",
      "timestamp": "00:29:14",
      "start": 1754913,
      "end": 1781714
    },
    {
      "speaker": "A",
      "text": "それ いつ?",
      "timestamp": "00:29:41",
      "start": 1781714,
      "end": 1782154
    },
    {
      "speaker": "B",
      "text": "いつ? それ は ね、 高校 生 の ころ か も。 携帯 の パスワード を 入力 できる。 高校 生、.",
      "timestamp": "00:29:42",
      "start": 1782154,
      "end": 1787971
    },
    {
      "speaker": "A",
      "text": "たしか に。 なるほど。",
      "timestamp": "00:29:47",
      "start": 1787971,
      "end": 1789702
    },
    {
      "speaker": "B",
      "text": "そう、 すぐ さわっ ちゃう から。 そう いう の は、 禁止 し て もらう よう に し て ない と。 だ から、 ある 程度 親 が 自由 だ と、 自ら 何 か 制限 を かけ に 行か ない と、 みたい な 感じ に は な。 の か も しれ ない。",
      "timestamp": "00:29:49",
      "start": 1789702,
      "end": 1807095
    },
    {
      "speaker": "A",
      "text": "これ は 確か に ね、 ある か も ね。 やっぱ、 親 から いろいろ 言わ れる と、 嫌 に なる って いう の は、 間違い なく あり ます よ ね。 親 に 勉強 しろ って 言わ れ て、 ちょうど 今、 勉強 しよう と 思っ て た の に、 やる気 なくなっ た わ って いう シチュエーション が あっ た よう な、 ない よう な、 それ が 本当 だっ た か どう か、 覚え て ない です けど。 言わ れ まくる と、 やり たく ない 気持ち が 逆 に 芽生える と いう。 言わ れ ない と、 自分 で ちょっと 逆 に 焦っ て、 ちょっと ぐらい やっ とく か、 みたい な。 周り なんか 頑張っ てる し、 やっ とく か、 みたい な の は。",
      "timestamp": "00:30:07",
      "start": 1807105,
      "end": 1836522
    },
    {
      "speaker": "B",
      "text": "あれ か も、.",
      "timestamp": "00:30:36",
      "start": 1836522,
      "end": 1838173
    },
    {
      "speaker": "A",
      "text": "なん か 難しい です よ ね、 で も そこ ら 辺。",
      "timestamp": "00:30:38",
      "start": 1838173,
      "end": 1839774
    },
    {
      "speaker": "B",
      "text": "別 に、.",
      "timestamp": "00:30:39",
      "start": 1839774,
      "end": 1840074
    },
    {
      "speaker": "A",
      "text": "僕 たち 子育て し た わけ で は ない です けど。 それ も 究極 だ って、 人 に よっ て 違う じゃ ない です か。 同じ 教育 を し て も、 性格 が 全然 違う と か、.",
      "timestamp": "00:30:40",
      "start": 1840074,
      "end": 1849858
    },
    {
      "speaker": "B",
      "text": "違っ たら、.",
      "timestamp": "00:30:49",
      "start": 1849858,
      "end": 1850928
    },
    {
      "speaker": "A",
      "text": "行動 全然 違う って ある と 思う ん で。",
      "timestamp": "00:30:50",
      "start": 1850928,
      "end": 1852939
    },
    {
      "speaker": "C",
      "text": "そう だ ね。",
      "timestamp": "00:30:52",
      "start": 1852939,
      "end": 1853650
    },
    {
      "speaker": "A",
      "text": "ある と 思う。 ある 程度 自由 に さ せ て、 子供 を 信じ て のびのび と やら せる って いう の は、 必要 だ な と、 いろいろ 見 ながら 思い つつ、 で も 実際、 それ を やり 続け られる か と いう と、 なん か 言い たく なっ て しまう 自分 が いる ん だろう な と いう 感じ も あり。 で しかも まあ 多分 その なお や ちゃん の 例 も あれ です けど 小学 生 の 頃 は 全然 成績 ダメ で で も どっ か で 目覚め た から その 後 良く なっ た って いう 感じ で なんか こう どっ か の タイミング で 一気 に ボン と 跳ねる じゃ ない です けど そう だ ね 上がる みたい な タイミング が ある けど なん か それ を いつ 来る か を わかん ない けど その 子供 の 将来 を 心配 し ながら こう 数 年間 自由 に さ せる って いう の も なん か なかなか こう 心 の 強 さ が いる と いう か そう だ ね.",
      "timestamp": "00:30:53",
      "start": 1853650,
      "end": 1901717
    },
    {
      "speaker": "B",
      "text": "自分 できる か な って 今 すごい 自分 自身 を 持っ て 考え て み たら 自由 に さ せる って いう の も 難しい な って 言い.",
      "timestamp": "00:31:42",
      "start": 1902869,
      "end": 1910195
    },
    {
      "speaker": "A",
      "text": "たく なっ ちゃう もん ね さすが に さすが に それ ぐらい の 宿題 やっ て おけ ば その 最低 限 の 計算 ドリル の 問題 だけ 解い て.",
      "timestamp": "00:31:50",
      "start": 1910195,
      "end": 1918842
    },
    {
      "speaker": "C",
      "text": "おけ ば と か 小 学校 の 自分 と か 小 学校 の 自分 は さ 勉強 に 苦手 意識 実 は なかっ た の で も さ 定 識 は 悪い わけ じゃ ん 本人 は ない けど だ から 親 から 見 たら 結果 しか 見え ない から さ この 子 勉強 でき ない な と か って やっぱり 見える わけ じゃ ん だ から やっぱ それ 難しい よ ね 絶対 言い たく なっ ちゃう もん ね 結果 しか 見え て ない から 本人 が どう 考え てる か って あんまり わかん ない から さ そこ が めっちゃ 変え られる な って.",
      "timestamp": "00:31:58",
      "start": 1918842,
      "end": 1947533
    },
    {
      "speaker": "A",
      "text": "それ と なんか 最近 は、 ちょっと 話 は それる か も なん だ けど、 マイン クラフト を ゲーム と し て 遊ん で いる と、 いろいろ 自分 で カスタマイズ し たく なっ て、 プログラミング で 目覚める って いう 人 ちょくちょく いる し、 他 の 子育て 系 ポッド キャスト と か、 僕 が よく 聞く マミットエヘム って いう 女性 2 人 が やっ て いる、 フォト キャスト が ある ん です けど、 そこ で も、 子供 が マイン クラフト を ずっと やっ て い た けど、 自分 で プログラム を 書き たく なっ て、 勉強 を 始め た って いう こと を 言っ て い て、 なん か そう いう、 やっぱ 子供 が 楽しめる こと が、 自然 と なんか 勉強 と いう か、 学習 と いう か、 学び に つながる よう な もの だ と、 なん か いい っす よ ね。",
      "timestamp": "00:32:32",
      "start": 1952062,
      "end": 1987365
    },
    {
      "speaker": "C",
      "text": "そう だ ね。 ちょっと 宣伝 って わけ じゃ ない けど うち は マイ クラ じゃ なく て スクラッチ って いう 教材 で プログラミング 教室 やっ て ます ん で スクラッチ を 皆 さん 触っ て み て ください.",
      "timestamp": "00:33:07",
      "start": 1987365,
      "end": 1999204
    },
    {
      "speaker": "A",
      "text": "マイ クラ だけ で なるほど 放送 長い 間 に 貼っ とき ます か それ.",
      "timestamp": "00:33:19",
      "start": 1999204,
      "end": 2003948
    },
    {
      "speaker": "C",
      "text": "スクラッチ やっと こう か お 願い し ます.",
      "timestamp": "00:33:23",
      "start": 2003948,
      "end": 2006070
    },
    {
      "speaker": "A",
      "text": "子供 の 頃 は ね、 そんな 感じ でし た ね。 ちょっと 質問 に 回答 する の が 最後 メイン に なっ て しまっ た ん です けど、 本当 は お トイレ の 中 で も いろいろ 触れ て 話し たい ところ ちょっと あり まし た ね。",
      "timestamp": "00:33:28",
      "start": 2008572,
      "end": 2020949
    },
    {
      "speaker": "B",
      "text": "あり まし た ね。 また 機会 が あっ たら。",
      "timestamp": "00:33:40",
      "start": 2020949,
      "end": 2024191
    },
    {
      "speaker": "A",
      "text": "そう です ね。",
      "timestamp": "00:33:44",
      "start": 2024191,
      "end": 2024691
    },
    {
      "speaker": "B",
      "text": "いつ の タイミング で も それ を 話し ます か。",
      "timestamp": "00:33:44",
      "start": 2024691,
      "end": 2029024
    },
    {
      "speaker": "A",
      "text": "本当 すごい な。 自分 の 子供 時代 を 思い出し ながら 話し て も 思っ た けど やっぱ いろんな 人生 を 生ん で いる 人 たち が たまたま 同じ 時代 に 生まれ て い た ん で こう やっ て 一緒 に ポッド キャスト を やっ たり ポッド キャスト を 聞い て なん か こう ちょっと 感情 が 変わっ たり それ で お 便り を もらっ て 僕 たち 3 人 も 子供 の 頃 を 思い出し て いろいろ あっ たり と なんか こう 緩く 繋がっ て 緩く 影響 を 及ばし あっ て いる 人生 だ インターネット 人生 だ インターネット が ある 時代 って いい な と 昔 前 は なかっ た です から ね こんな の ね みんな と 分 通 する わけ に も いか ない ん で ね いやー まあ いい 時代 に 生まれ まし た わ じゃあ 今日 は そんな ところ に し て おき ます か 改めて ドナ さん お 便り ありがとう ござい.",
      "timestamp": "00:33:49",
      "start": 2029024,
      "end": 2073670
    },
    {
      "speaker": "B",
      "text": "まし た ありがとう ござい まし た これ.",
      "timestamp": "00:34:33",
      "start": 2073670,
      "end": 2075471
    },
    {
      "speaker": "A",
      "text": "から も 聞い て くださる と 嬉しい です と いう こと で 最後 まで 聞い て くださり ありがとう ござい まし た IT トリオ は 各週 月曜 日 に 更新 さ れ ます スポティファイアップルポッドキャスト YouTbe など で 番組 の フォロー を 是非 よろしく.",
      "timestamp": "00:34:35",
      "start": 2075471,
      "end": 2086976
    },
    {
      "speaker": "B",
      "text": "お 願い し ます レビュー コメント お 便り も 募集 し て おり ます こう やっ て いただける の 非常 に 嬉しい です お 便り フォーム の リンク は 放送 の 概要 欄 に ある の で どしどし 送っ て ください また.",
      "timestamp": "00:34:46",
      "start": 2086976,
      "end": 2098126
    },
    {
      "speaker": "C",
      "text": "X 説明 が ある と とても 嬉しい です ハッシュ タグ IT トリオ で お 待ち し て ます それ で は.",
      "timestamp": "00:34:58",
      "start": 2098126,
      "end": 2103008
    },
    {
      "speaker": "A",
      "text": "また 次回 お 会い し ましょう バイバイバイバイバイバイバイバイ.",
      "timestamp": "00:35:03",
      "start": 2103008,
      "end": 2107811
    },
    {
      "speaker": "B",
      "text": "ありがとう ござい まし た ありがとう ござい まし た.",
      "timestamp": "00:35:07",
      "start": 2107811,
      "end": 2109532
    }
  ],
  "language": "ja"
}
